{
  "chr_0002_endminm": {
    "tagDesc": {
      "tag_expert_secret": {
        "desc": {
          "cn": "",
          "en": ""
        },
        "tagId": "tag_expert_secret"
      },
      "tag_hobby_secret": {
        "desc": {
          "cn": "",
          "en": ""
        },
        "tagId": "tag_hobby_secret"
      }
    }
  },
  "chr_0003_endminf": {
    "tagDesc": {
      "tag_expert_secret": {
        "desc": {
          "cn": "",
          "en": ""
        },
        "tagId": "tag_expert_secret"
      },
      "tag_hobby_secret": {
        "desc": {
          "cn": "",
          "en": ""
        },
        "tagId": "tag_hobby_secret"
      }
    }
  },
  "chr_0004_pelica": {
    "tagDesc": {
      "tag_expert_oripow": {
        "desc": {
          "cn": "源石技艺·协议强化\n借助协议技术，她设计的特种施术单元让众多适应性缺陷者得以施展源石技艺。",
          "en": "Originium Arts: Protocol Enhancement\nThanks to Techno-Protocol, her special Arts unit designs are now widely used as they allow low aptitude users to cast Arts normally as well."
        },
        "tagId": "tag_expert_oripow"
      },
      "tag_expert_team": {
        "desc": {
          "cn": "团队管理·生产管理\n有她在，就能充分协调各方关系，合理、灵活地安排人力与各种资源，确保生产、合作的顺利进行。",
          "en": "Team Management: Industrial Science\nPerlica has the managerial powers and diplomatic resources to coordinate various organizations. She also allocates resources and personnel in a flexible and rational fashion to ensure success in various production activities and joint-ventures."
        },
        "tagId": "tag_expert_team"
      },
      "tag_hobby_creativity": {
        "desc": {
          "cn": "创意·荒野飙车\n她在环带的光与影，雪与沙之间都留下过骑车驰骋的痕迹。不过，这是她只告诉过你的秘密。",
          "en": "Creative: Wildlands Speedster\nShe is the light and shadow of the Band, and her bike leaves trails in the snow and sand. However, she has only shared this secret with you."
        },
        "tagId": "tag_hobby_creativity"
      },
      "tag_hobby_life": {
        "desc": {
          "cn": "生活·挑战味蕾极限\n什么都爱吃，怎么吃都不胖。自结识陈千语以来，她对“尝试各种没见过的食物”也产生了兴趣。",
          "en": "Lifestyle: Extreme Food Taster\nNo dietary preferences and incapable of gaining weight. After meeting Chen Qianyu, Perlica became very interested in \"food that she never tried before\"."
        },
        "tagId": "tag_hobby_life"
      }
    }
  },
  "chr_0005_chen": {
    "tagDesc": {
      "tag_expert_erudit": {
        "desc": {
          "cn": "博闻强记·博采众长\n百家之法，各有所长，融会贯通，自成一派。在此之前，还从未有人知道一个招式能有四种身法。",
          "en": "Erudite: Mix of Every Stance\nEvery school of martial arts has their own advantages. She merged them all and came up with her own. Nobody knew that an attack sequence could include four stances at once before she pulled it off."
        },
        "tagId": "tag_expert_erudit"
      },
      "tag_expert_flash": {
        "desc": {
          "cn": "灵光一闪·领悟\n“看一遍就会”——此处未使用夸张手法。",
          "en": "Epiphany: Flash of Insight\n\"She only needs to see it once to master it.\" — This is not an exaggeration, by the way."
        },
        "tagId": "tag_expert_flash"
      },
      "tag_hobby_charity": {
        "desc": {
          "cn": "公益·见义勇为\n利他心，侠者的本质。",
          "en": "Charity: Stand Up for Justice\nAltruism. Such is the essence of a true warrior."
        },
        "tagId": "tag_hobby_charity"
      },
      "tag_hobby_culture": {
        "desc": {
          "cn": "文化·诵百遍义自见\n还是别打断她背《大炎武传》的雅兴了，除非你更想想听她再背一遍《红眉咏春拳谱》。",
          "en": "Culture: Enlightenment by Rote\nDo not interrupt her when she's in the rare mood of reciting passages from the Biographies of Martial Masters from Great Yan. Unless you want to hear her recite the Boxing Manual for Red Browed Wing Chun again."
        },
        "tagId": "tag_hobby_culture"
      }
    }
  },
  "chr_0006_wolfgd": {
    "tagDesc": {
      "tag_expert_combat": {
        "desc": {
          "cn": "作战技巧·单兵作战\n他总擅于一个人处理一切，也总习惯一个人承担一切。",
          "en": "Combat Technique: Solo\nWulfgard is always skilled at soloing and getting things done, and prefers bearing various responsibilities on his own."
        },
        "tagId": "tag_expert_combat"
      },
      "tag_expert_sneak": {
        "desc": {
          "cn": "潜伏·隐匿\n在荒地的生存法则中，隐匿行踪先于一切，而他恰好在这件事上颇具天分。",
          "en": "Infiltrator: Stealth\nHiding one's trail is a skill paramount for surviving the wildlands. Wulfgard happens to be quite gifted in this."
        },
        "tagId": "tag_expert_sneak"
      },
      "tag_hobby_creativity": {
        "desc": {
          "cn": "创意·武器改造\n改造蚀刻弹并不是件有趣的事，但测试改造成果常常让他乐在其中。",
          "en": "Creative: Weapon Modding\nModifying etched ammo might be a boring job, but he enjoys finding people to test them on."
        },
        "tagId": "tag_hobby_creativity"
      },
      "tag_hobby_nature": {
        "desc": {
          "cn": "自然·荒野调查\n荒野即是猎场。合格的猎手总乐于关注身边的每种变化，无论是空气的湿度、风向的变换还是水流的声响……",
          "en": "Nature: Wilderness Scout\nThe wildlands is his hunting grounds. A qualified hunter is more than happy to be attuned to changes in the environment, be it ambient humidity, shifts in the wind, or the cascading sounds of the flowing creek..."
        },
        "tagId": "tag_hobby_nature"
      }
    }
  },
  "chr_0007_ikut": {
    "tagDesc": {
      "tag_expert_nature": {
        "desc": {
          "cn": "自然学识·“师者”\n残酷的生活留下生存经验，而她希望把这些经验传递出去。",
          "en": "Natural Lore: \"Aldertone\"\nThe cruelty of life taught Arclight the lessons of survival. She hopes to teach others these lessons."
        },
        "tagId": "tag_expert_nature"
      },
      "tag_expert_tools": {
        "desc": {
          "cn": "工具制造·精简制造\n简单的物件组合在一起，或许可以成为救人一命的工具。这是荒野的智慧。",
          "en": "Tool Assembly: Minimalist Crafting\nAn assembly of simple items might create a tool capable of helping people survive. Such is the wisdom of the wildlands."
        },
        "tagId": "tag_expert_tools"
      },
      "tag_hobby_exercise": {
        "desc": {
          "cn": "运动·夜空下奔跑\n荒野是最好的运动场，在那里她可以尽情奔跑。",
          "en": "Sports: Night Runner\nThe wildlands is the best place to exercise. It is there where she could run to her heart's content."
        },
        "tagId": "tag_hobby_exercise"
      },
      "tag_hobby_nature": {
        "desc": {
          "cn": "自然·探索荒野\n自然充满了危险，但她驻足时只觉得壮美。",
          "en": "Nature: Wildlands Explorer\nNature is filled with danger. But whenever she pauses to look around, magnificence is all that she felt."
        },
        "tagId": "tag_hobby_nature"
      }
    }
  },
  "chr_0009_azrila": {
    "tagDesc": {
      "tag_expert_combat": {
        "desc": {
          "cn": "作战技巧·武装防卫\n在战况最激烈的前线，他们坚固的防御本身就是一种进攻。",
          "en": "Combat Technique: Armored Defender\nThe Order of Steel Oath treats an assault as a means to guard an objective. In the frontlines where the fighting is hardest, the Oathkeepers' defenses serve as a means of attack."
        },
        "tagId": "tag_expert_combat"
      },
      "tag_expert_strong": {
        "desc": {
          "cn": "身强力壮·体能\n“战场上总有做不完的事。归根结底，这取决于你有多不愿意倒下。”",
          "en": "Constitution: Fortitude\n\"You never run out of things to do in the battlefield. The immensity of your tasks boil down to how unwilling you are to fall.\""
        },
        "tagId": "tag_expert_strong"
      },
      "tag_hobby_exercise": {
        "desc": {
          "cn": "运动·军事训练\n她已经习惯了与剑相伴的人生。远征没有结束，她随时都在准备。",
          "en": "Sports: Military Training\nShe is accustomed to life accompanied by sword and warfare. Her crusade is not yet over. She is constantly preparing for it."
        },
        "tagId": "tag_hobby_exercise"
      },
      "tag_hobby_tech": {
        "desc": {
          "cn": "科技·自助式检修\n再先进的装备也需要维护，战士有义务了解自己最亲密的战友。",
          "en": "Technology: DIY Repairs\nEven the most advanced equipment must be properly maintained. A soldier is duty-bound to have complete knowledge of their closest companions."
        },
        "tagId": "tag_hobby_tech"
      }
    }
  },
  "chr_0011_seraph": {
    "tagDesc": {
      "tag_expert_erudit": {
        "desc": {
          "cn": "博闻强记·语言学者\n她的研究对象从神秘艰深的前文明记录延伸到晦涩抽象的程序代码，不一而足。",
          "en": "Erudite: Linguist\nThe focus of her research includes records of the mysterious Precursors to abstract and esoteric algorithmic scripts."
        },
        "tagId": "tag_expert_erudit"
      },
      "tag_expert_info": {
        "desc": {
          "cn": "信息技术·数据交流\n擅长与各类智能、非智能机器交流——从门禁系统到烤面包机。",
          "en": "Information Technology: Data Exchange\nSkilled in discourse with all manners of smart/non-smart devices and machines — ranging from access security interfaces to toasters."
        },
        "tagId": "tag_expert_info"
      },
      "tag_hobby_knowledge": {
        "desc": {
          "cn": "益智·线上对弈\n帝江号上远近闻名的“演算棋”大师。据说想要精通这种棋类数学游戏，需要低温环境下冷静的头脑。",
          "en": "Mind Honing: Online Gamer\nThe renowned master of \"Algorithmic Checkers\" aboard Dijiang. A mind kept cool in a low-temperature environment is essential to master this mathematical board game."
        },
        "tagId": "tag_hobby_knowledge"
      },
      "tag_hobby_tech": {
        "desc": {
          "cn": "科技·信号分析处理\n世界的组成与运行，信号的输入与输出，凡被冠以“技术”之名的，都是她的课题。",
          "en": "Technology: Signal Analysis and Processing\nThe world's composition and how it works, signal inputs and outputs, and anything else named as a form of \"technology\" are the very fields of her pursuit."
        },
        "tagId": "tag_hobby_tech"
      }
    }
  },
  "chr_0012_avywen": {
    "tagDesc": {
      "tag_expert_agile": {
        "desc": {
          "cn": "敏捷·武力\n可不要小觑她的身手，灵活躲闪的同时，她随时准备好一记迅如闪电的冲锋。",
          "en": "Agility: Bouncy Fighter\nDo not underestimate her skills. While dodging and evading the opponent, she is always ready to make a lightning-quick pounce."
        },
        "tagId": "tag_expert_agile"
      },
      "tag_expert_street": {
        "desc": {
          "cn": "市井交涉·交流\n世间万物在她心中，大多都已标好了价码，哪怕一句言语，一个表情，一点心思。",
          "en": "Street Wisdom: Negotiator\nShe has tagged a price for everything in this world, down to a single word, a single look, and a single thought."
        },
        "tagId": "tag_expert_street"
      },
      "tag_hobby_fashion": {
        "desc": {
          "cn": "时尚·珠宝大采购\n比起炫耀那些珠光宝气，购买本身才真正令她满足。毕竟这场旅行，她可不想再亏待自己。",
          "en": "Fashion: Splurging on Jewelry\nIt's not the shimmering glitter of jewelry, but the act of buying that brings her satisfaction. And she intends to truly spoil herself for this trip."
        },
        "tagId": "tag_hobby_fashion"
      },
      "tag_hobby_life": {
        "desc": {
          "cn": "生活·人生中转站\n很少有人知道，她喜欢把每个家都布置得舒舒服服，也很少有人知道她到底有多少个家。",
          "en": "Lifestyle: Life's Transit Points\nNot many people know that she enjoys making her lodgings as comfortable as possible. Even fewer know how many homes she actually owns."
        },
        "tagId": "tag_hobby_life"
      }
    }
  },
  "chr_0013_aglina": {
    "tagDesc": {
      "tag_expert_adv": {
        "desc": {
          "cn": "冒险·信使旅行\n食物、相机、遮阳帽和化妆品。 对了，别忘了带上出发前的好心情。",
          "en": "Adventure: Messenger's Vacay\nSnacks, cameras, sun hats, and cosmetics. Oh, and don't forget to bring the positive feels and vibes for the journey."
        },
        "tagId": "tag_expert_adv"
      },
      "tag_expert_oripow": {
        "desc": {
          "cn": "源石技艺·重力眩晕\n洁尔佩塔并不晕船，但飞得久了，偶尔会晕“地面”。",
          "en": "Originium Arts: Gravity Shock\nGilberta doesn't get seasick, but she might get a case of \"groundsickness\" if she has been flying around for too long."
        },
        "tagId": "tag_expert_oripow"
      },
      "tag_hobby_culture": {
        "desc": {
          "cn": "文化·浪漫的注脚\n是谁把书签落在了最甜蜜的那一页，又是谁把笔迹留在了最圆满的插画旁？",
          "en": "Culture: Romantic Footnote\nWho bookmarked the sweetest part of the romance? And who scribbled something next to the drawing of the happily ever after?"
        },
        "tagId": "tag_hobby_culture"
      },
      "tag_hobby_fashion": {
        "desc": {
          "cn": "时尚·缤纷色彩\n洁尔佩塔认得每一个色号，也记得每个人喜欢的颜色。",
          "en": "Fashion: Color Aficionado\nGilberta knows every color by its code, and she knows what everyone's favorite color is."
        },
        "tagId": "tag_hobby_fashion"
      }
    }
  },
  "chr_0014_aurora": {
    "tagDesc": {
      "tag_expert_medic": {
        "desc": {
          "cn": "医疗技巧·急救\n对她而言，在极端恶劣环境下熟练完成一套标准的心脏复苏流程是常有的事。",
          "en": "Medical Technique: Emergency Life-Saving\nShe often has to carry out standard CPR in extremely hostile environments."
        },
        "tagId": "tag_expert_medic"
      },
      "tag_expert_wild": {
        "desc": {
          "cn": "野外生存·求生技巧\n在救援队内举办的“一小时野外食材收集比赛”中，她曾蝉联过五次冠军。",
          "en": "Outdoors Survival: Living Off the Land\nShe's the five-time consecutive champion of the SAR One-Hour Field Chow Gathering Competition."
        },
        "tagId": "tag_expert_wild"
      },
      "tag_hobby_charity": {
        "desc": {
          "cn": "公益·习惯性助人\n对她而言，时不时帮他人做一些力所能及的小事……似乎已经成了一种生活习惯。",
          "en": "Charity: Natural Altruist\nTo Snowshine, helping people with errands and chores every now and then ... has become a habit of sorts."
        },
        "tagId": "tag_hobby_charity"
      },
      "tag_hobby_exercise": {
        "desc": {
          "cn": "运动·自由式滑雪\n“每当我踏上滑雪板的时候，总觉得整个人都变得轻盈了……仿佛能从雪地上飞起来！”",
          "en": "Sports: Freestyle Skiing\n\"I feel lighter whenever I step on a snowboard... It felt as though I'll just start lifting off the snow!\""
        },
        "tagId": "tag_hobby_exercise"
      }
    }
  },
  "chr_0015_lifeng": {
    "tagDesc": {
      "tag_expert_agile": {
        "desc": {
          "cn": "敏捷·息壤动力\n装备了最先进的实验型息壤义肢，无论力量、速度还是灵敏度都十分优秀。",
          "en": "Agility: Xiranite Powered\nA lad equipped with the latest experimental Xiranite prosthetic. His chrome features great power, speed, and sensitivity."
        },
        "tagId": "tag_expert_agile"
      },
      "tag_expert_nature": {
        "desc": {
          "cn": "自然学识·种植\n在那样的环境中长大成人，守护生命已经成为一种本能。",
          "en": "Natural Lore: Planter\nTo people who share his childhood, nurturing of life seems like second nature."
        },
        "tagId": "tag_expert_nature"
      },
      "tag_hobby_exercise": {
        "desc": {
          "cn": "运动·以武修身\n志行千里，须身心并坚。拥有强健的体魄，才能出发去更远的地方。",
          "en": "Sports: Martial Meditation\nAn aspiring traveler needs mental and physical fortitude. One needs a strong body to travel far."
        },
        "tagId": "tag_hobby_exercise"
      },
      "tag_hobby_nature": {
        "desc": {
          "cn": "自然·游历四方\n这个星球对他来说还有很多未知。于他而言，这些未知都是将来在他力所能及之时需要尽到的责任。",
          "en": "Nature: Keen Traveler\nMuch of this world remains unknown to him. Nevertheless, he regards these mysteries as future duties that he must try to live up to."
        },
        "tagId": "tag_hobby_nature"
      }
    }
  },
  "chr_0016_laevat": {
    "tagDesc": {
      "tag_expert_oripow": {
        "desc": {
          "cn": "源石技艺·炽焰之刃\n焚尽顽敌，点燃篝火，照亮黑暗。她是破坏者，她是毁灭者，她是保护者。",
          "en": "Originium Arts: Sviga Laevi\nBurn the nemesis, light the bonfire, and purge the darkness. She is the destroyer. The annihilator. The defender."
        },
        "tagId": "tag_expert_oripow"
      },
      "tag_expert_sense": {
        "desc": {
          "cn": "局势分析·直觉\n在记忆之林中，接触过最真实的幻象，也见证过不可思议的事实——她的洞察力来源于此。",
          "en": "Situational Analysis: Intuition\nIt was in the Woods of Memories where she touched the most realistic of illusions and the most unlikely of truths — And that was how she acquired her skills of observation."
        },
        "tagId": "tag_expert_sense"
      },
      "tag_hobby_creativity": {
        "desc": {
          "cn": "创意·怪奇藏品\n特殊而有趣的东西，才值得留作记忆。",
          "en": "Creative: Collection of the Weird\nOnly the most unique and interesting things deserve to be memorialized."
        },
        "tagId": "tag_hobby_creativity"
      },
      "tag_hobby_life": {
        "desc": {
          "cn": "生活·旅居漫游\n甜食是好的，柔软的床是好的，四处游历也是好的——把生活寄托在未来，是比放到过去要好的。",
          "en": "Lifestyle: Traveling Vacation\nDesserts are good. Soft beds are great. Traveling is also pretty nice — It is far better to commit one's life to the future instead of obsessing about the past."
        },
        "tagId": "tag_hobby_life"
      }
    }
  },
  "chr_0017_yvonne": {
    "tagDesc": {
      "tag_expert_flash": {
        "desc": {
          "cn": "灵光一闪·设计灵感\n从不缺少天马行空的巧思。别人看来完全不搭边的东西也能被她组合在一起，发挥奇妙的功效。",
          "en": "Epiphany: Spark of Design\nShe's always filled with wild, imaginative ideas. In fact, she managed to assemble modules that couldn't be more different to create gadgets with strange, unexpected functions."
        },
        "tagId": "tag_expert_flash"
      },
      "tag_expert_team": {
        "desc": {
          "cn": "团队管理·效率\n她的机器帮手不会感到疲惫，随着她的心意行动，为她的工作提供效率保障。",
          "en": "Team Management: Efficiency\nHer bot companions never tire, follow her every whim, and guarantee her work efficiency."
        },
        "tagId": "tag_expert_team"
      },
      "tag_hobby_fashion": {
        "desc": {
          "cn": "时尚·机械美学\n终末地时尚风潮的引领者。对她来说，科学也是一种审美，反之亦然。",
          "en": "Fashion: Machine Aesthetics\nA leader of Endfield fashion and trends. Yvonne treats science as a form of aesthetics, and aesthetics as a form of science."
        },
        "tagId": "tag_hobby_fashion"
      },
      "tag_hobby_tech": {
        "desc": {
          "cn": "科技·解析超域\n站在整个塔卫二超域研究的最前沿，向前踏出的每一步都是全新的冒险。",
          "en": "Technology: Ætherside Deciphering\nShe stands at the very fringe of Ætherside technology of Talos-II. Every step she takes is an all-new adventure."
        },
        "tagId": "tag_hobby_tech"
      }
    }
  },
  "chr_0018_dapan": {
    "tagDesc": {
      "tag_expert_cook": {
        "desc": {
          "cn": "烹饪·火候\n煎蒸炸炒焖，灶上手法一通百通，但想要百般滋味皆相宜，他也从不吝啬自己的诀窍——“火候”。",
          "en": "Cooking: Heat Control\nSkilleting, steaming, deep-frying, stir-frying, and stewing. Master the stove and you master the hundred arts of cooking. Da Pan will not hesitate to use his secret Huohou (art of stovefire) to perfectly balance the riot of flavors in his dishes."
        },
        "tagId": "tag_expert_cook"
      },
      "tag_expert_tools": {
        "desc": {
          "cn": "工具制造·机械工程\n当宏科院的老师们提着茶壶来找大潘探讨交流时，天师学徒们才记起这位“掌勺师傅”还有个“先进科研工作者”的水杯呢。",
          "en": "Tool Assembly: Mechanical Engineering\nWhen HAS professors bring along their teapots to discuss academic topics with Da Pan, the Tianshi disciples realize that the chef is also carrying a flask with a slogan that reads: \"Vanguard Scientist.\""
        },
        "tagId": "tag_expert_tools"
      },
      "tag_hobby_charity": {
        "desc": {
          "cn": "公益·走南闯北\n既是游商，又是司机、向导、装修师傅，还能保证大家不饿肚子。他要是闲下来，心里就直挠痒。",
          "en": "Charity: Worldly Roamer\nTraveling vendor, chauffeur, tour guide, renovator, and a master who keeps everyone fed. Da Pan hates down time. It makes him itch for some action."
        },
        "tagId": "tag_hobby_charity"
      },
      "tag_hobby_life": {
        "desc": {
          "cn": "生活·善烹美食\n大潘喜欢研究新菜式，而比那更令他开心的，是食客发自内心的一句“好吃”。",
          "en": "Lifestyle: Gourmet Chef\nDa Pan enjoys creating new dishes. But getting a heartfelt \"DELICIOUS!\" from his patrons will make him even happier."
        },
        "tagId": "tag_hobby_life"
      }
    }
  },
  "chr_0019_karin": {
    "tagDesc": {
      "tag_expert_cook": {
        "desc": {
          "cn": "烹饪·茶歇时间\n热饮和甜点可以有效地缓解疲劳，消弭冲突，增进了解，提高会议效率。",
          "en": "Cooking: Tea Breaks\nHot drinks and desserts can quickly alleviate exhaustion, eliminate conflict, promote understanding, and expedite meetings."
        },
        "tagId": "tag_expert_cook"
      },
      "tag_expert_team": {
        "desc": {
          "cn": "团队管理·团队发展\n她清楚地知道，一个团队从无到有、不断成长的奥秘，就是耐心与热忱。",
          "en": "Team Management: Team Building\nShe knows that the patience and dedication are the secret ingredients needed to build and nurture a new team out of nothing."
        },
        "tagId": "tag_expert_team"
      },
      "tag_hobby_charity": {
        "desc": {
          "cn": "公益·日行一善\n她想到自己做的每一步都能让终末地的理想也迈进一小步，就感到由衷的开心。",
          "en": "Charity: A Good Deed A Day\nAkekuri feels truly happy whenever she remembers that everything she does brings Endfield closer to its vision."
        },
        "tagId": "tag_hobby_charity"
      },
      "tag_hobby_exercise": {
        "desc": {
          "cn": "运动·综合体能训练\n时尚、艺术、文学……她放下了这些曾经感兴趣的东西，把闲暇时间更多地花在了锻炼上。",
          "en": "Sports: Integrated Physical Training\nAkekuri has set aside fashion, fine arts, literature, and other things that once interested her. Instead, she now spends her time exercising."
        },
        "tagId": "tag_hobby_exercise"
      }
    }
  },
  "chr_0020_meurs": {
    "tagDesc": {
      "tag_expert_cook": {
        "desc": {
          "cn": "烹饪·野战佳肴\n“烤羽兽、土豆炖肉、野炊浓汤——总是那老三样，但也总让人吃不腻。”",
          "en": "Cooking: Battlefield Cuisine\n\"He only makes three things — roast fowl, tater roast, and field soup. But nobody ever gets tired of it.\""
        },
        "tagId": "tag_expert_cook"
      },
      "tag_expert_tools": {
        "desc": {
          "cn": "工具制造·武器保养\n他经手过的武器总拥有远超平均值的使用寿命。",
          "en": "Tool Assembly: Weapon Maintenance\nEvery weapon wielded by Catcher always survive well beyond their average field life expectancy."
        },
        "tagId": "tag_expert_tools"
      },
      "tag_hobby_exercise": {
        "desc": {
          "cn": "运动·恒常训练法\n每天做三十个深蹲是他在训练营学到的第一个锻炼方式，而目前已坚持完成了一千九百四十六天。",
          "en": "Sports: Perpetual Training Routine\nThe first PT exercise he learned at camp was 30 squats per day. He kept at it for 1946 days."
        },
        "tagId": "tag_hobby_exercise"
      },
      "tag_hobby_life": {
        "desc": {
          "cn": "生活·家政学钻研\n见识了他在烹饪、打扫、家电维修等方面的一丝不苟后，某位热心同事毅然给他颁发了“万能管家”的称号。",
          "en": "Lifestyle: Meticulous Home Economist\nHaving witnessed his meticulous dedication to cooking, cleaning, and home appliance repairs, a fellow Endfielder awarded Catcher with this title — omni-butler."
        },
        "tagId": "tag_hobby_life"
      }
    }
  },
  "chr_0021_whiten": {
    "tagDesc": {
      "tag_expert_sneak": {
        "desc": {
          "cn": "潜伏·环境伪装\n潜伏的最高境界是忘记自己正在潜伏。",
          "en": "Infiltrator: Environmental Camo\nThe highest state of infiltration is forgetting that you're the infiltrator."
        },
        "tagId": "tag_expert_sneak"
      },
      "tag_expert_tactic": {
        "desc": {
          "cn": "战场策略·窃听\n“嘘……我听见了微弱的心跳……嗯，似乎是来自我自己。”",
          "en": "Battlefield Tactics: Eavesdropper\n\"Shhh... I hear a weak heartbeat... Oh. I think it's mine.\""
        },
        "tagId": "tag_expert_tactic"
      },
      "tag_hobby_art": {
        "desc": {
          "cn": "艺术·高分贝艺术\n她如果能把分贝调小一半，那我愿意称其为艺术。",
          "en": "Fine Arts: High Decibel Appreciator\nI'll agree to call this an art form ... if you agree to half the decibels."
        },
        "tagId": "tag_hobby_art"
      },
      "tag_hobby_knowledge": {
        "desc": {
          "cn": "益智·头脑风暴\n动脑子可比出力气轻松，埃特拉天真地这么认为。",
          "en": "Mind Honing: Brainstormer\nOnce, an innocent Estella thought brain work is easier than muscle work."
        },
        "tagId": "tag_hobby_knowledge"
      }
    }
  },
  "chr_0022_bounda": {
    "tagDesc": {
      "tag_expert_street": {
        "desc": {
          "cn": "市井交涉·街头交涉\n萤石知道哪些人可以信任，哪些人心怀鬼胎，而哪些人只是蠢得听不懂道理。",
          "en": "Street Wisdom: Alleyway Talk\nFluorite knows who's trustworthy, who's up to no good, and who's stupidity has rendered them incapable of reasoning."
        },
        "tagId": "tag_expert_street"
      },
      "tag_expert_wild": {
        "desc": {
          "cn": "野外生存·自给自足\n自然的刻薄和自然的慷慨，她都在开拓区感受过。",
          "en": "Outdoors Survival: Self-Sufficiency\nA natural in both stringency and generosity. She felt both in the frontiers."
        },
        "tagId": "tag_expert_wild"
      },
      "tag_hobby_creativity": {
        "desc": {
          "cn": "创意·“礼品”制作\n她的沉默往往是下一场恶作剧的开幕。糟糕的是，她经常保持沉默。",
          "en": "Creative: \"Gift\" Crafting\nFluorite's silence usually heralds an impending prank. Unfortunately, Fluorite is often silent."
        },
        "tagId": "tag_hobby_creativity"
      },
      "tag_hobby_nature": {
        "desc": {
          "cn": "自然·荒野漫步\nZ7小队其他成员一致认定，聊到荒野生活的萤石相对好对付一些。",
          "en": "Nature: Wildlands Rover\nEveryone else in Op Team Z7 agrees that Fluorite is more amiable when talking about life in the wildlands."
        },
        "tagId": "tag_hobby_nature"
      }
    }
  },
  "chr_0023_antal": {
    "tagDesc": {
      "tag_expert_sense": {
        "desc": {
          "cn": "局势分析·谜题拆解\n除了报纸上的脑筋急转弯，很少有什么谜题难得倒他。",
          "en": "Situational Analysis: Puzzle-Solving\nHardly any riddles can beat Antal. But riddles and puzzles on the newspaper are another thing."
        },
        "tagId": "tag_expert_sense"
      },
      "tag_expert_tools": {
        "desc": {
          "cn": "工具制造·装置改造\n即使是第一次见到的装置，他也能在短时间内想出十多个拆解并改造它的方案来。",
          "en": "Tool Assembly: Device Kitbashing\nShow Antal a device for the first time, and he'll quickly come up with a dozen plans to disassemble and modify it."
        },
        "tagId": "tag_expert_tools"
      },
      "tag_hobby_creativity": {
        "desc": {
          "cn": "创意·幽默感特训\n他坚信只要不断练习，总有一天能成为一名优秀的冷笑话大师。",
          "en": "Creative: Humor Sensitivity Training\nAntal believes that constant practice will make him the Master Guru of Lame Jokes."
        },
        "tagId": "tag_hobby_creativity"
      },
      "tag_hobby_knowledge": {
        "desc": {
          "cn": "益智·游戏性评估\n他从不在乎游戏的胜负，却总是赢的那个。",
          "en": "Mind Honing: Gameplay Analyst\nAntal never cared about winning or losing, but he always ends up winning."
        },
        "tagId": "tag_hobby_knowledge"
      }
    }
  },
  "chr_0024_deepfin": {
    "tagDesc": {
      "tag_expert_tactic": {
        "desc": {
          "cn": "战场策略·行动谋划\n他每时每刻都在谋划行动，有时是垂钓，有时是收网。",
          "en": "Battlefield Tactics: Operations Planning\nAlesh is always planning something. Sometimes it's angling. Other times it's pulling up the finning nets."
        },
        "tagId": "tag_expert_tactic"
      },
      "tag_expert_wild": {
        "desc": {
          "cn": "野外生存·水域生存\n他擅长在未知的水域活动，不论是深是浅。",
          "en": "Outdoors Survival: Aquatic Biomes\nSkilled at surviving uncharted waters, no matter how deep or shallow it is."
        },
        "tagId": "tag_expert_wild"
      },
      "tag_hobby_culture": {
        "desc": {
          "cn": "文化·严肃文学\n“阿列什先生小憩时盖在脸上的书，每个星期都会换一本。”",
          "en": "Culture: Serious Literature\n\"Mr. Alesh usually naps with a book on his face. And he changes the book once every week.\""
        },
        "tagId": "tag_hobby_culture"
      },
      "tag_hobby_exercise": {
        "desc": {
          "cn": "运动·海钓\n钓鳞是一项看上去没什么波澜，实际上却会与惊涛骇浪打交道的运动。",
          "en": "Sports: Ocean Angling\nFin angling may look like a peaceful sport, but it's actually a wrestling match against monstrous waves."
        },
        "tagId": "tag_hobby_exercise"
      }
    }
  },
  "chr_0025_ardelia": {
    "tagDesc": {
      "tag_expert_adv": {
        "desc": {
          "cn": "冒险·攀登\n肌肉酸疼，头晕目眩，只为将山岩的高点记录在册。",
          "en": "Adventure: Mountain Hiker\nThough aching and dazed, she labors hard to register the summit of the rocky outcrop."
        },
        "tagId": "tag_expert_adv"
      },
      "tag_expert_nature": {
        "desc": {
          "cn": "自然学识·地质勘探\n垂下一支铅锤，指向大地的心脏。",
          "en": "Natural Lore: Geological Surveyor\nDrop a plumb bob that points straight to the heart of this land."
        },
        "tagId": "tag_expert_nature"
      },
      "tag_hobby_life": {
        "desc": {
          "cn": "生活·糕点烘焙\n搅拌黄油和巧克力，试着做一个大号的熔岩蛋糕。“别急嘛，每个人都有份。”",
          "en": "Lifestyle: Pastry Chef\nShe's mixing some butter and chocolate to make an extra-large lava cake. \"Patience, people! Everyone's getting a slice.\""
        },
        "tagId": "tag_hobby_life"
      },
      "tag_hobby_nature": {
        "desc": {
          "cn": "自然·亲近大自然\n雨水冲刷大地的声音，那是世界更新时的话语。 等到明天，一切都会变成新的模样。",
          "en": "Nature: Ecological Affinity\nThe splattering of rain upon the land is the language by which the world renews itself. Everything gets a new look when tomorrow dawns."
        },
        "tagId": "tag_hobby_nature"
      }
    }
  },
  "chr_0026_lastrite": {
    "tagDesc": {
      "tag_expert_combat": {
        "desc": {
          "cn": "作战技巧·破坏\n抛开善后的修理费用不谈，至少她足够有效率。",
          "en": "Combat Technique: Massive Collaterals\nAt least she's efficient, if you're willing to overlook the cleanup and repair fees."
        },
        "tagId": "tag_expert_combat"
      },
      "tag_expert_strong": {
        "desc": {
          "cn": "身强力壮·体能\n双倍食量，五倍力气。",
          "en": "Constitution: Fortitude\nNeeds double the nomnom, but gives five times the power."
        },
        "tagId": "tag_expert_strong"
      },
      "tag_hobby_charity": {
        "desc": {
          "cn": "公益·社区外勤\n对她来说，照顾病人和帮忙收稻子的吸引力似乎比舞刀弄枪要大得多。",
          "en": "Charity: Community Service\nLast Rite prefers taking care of the sick or harvesting grain instead of swinging weapons around."
        },
        "tagId": "tag_hobby_charity"
      },
      "tag_hobby_knowledge": {
        "desc": {
          "cn": "益智·随身消遣\n太紧张的时候，摆弄些小玩意儿能帮她转移注意力。嗯，至少比和人聊天有效。",
          "en": "Mind Honing: Portable Pacifiers\nWhen her anxiety gets excessive, Last Rite would play with these little things. They work far better than getting someone to talk to her."
        },
        "tagId": "tag_hobby_knowledge"
      }
    }
  },
  "chr_0029_pograni": {
    "tagDesc": {
      "tag_expert_tactic": {
        "desc": {
          "cn": "战场策略·军事理论\n他坚信所有的理论都应当诞生于实战，服务于实战。",
          "en": "Battlefield Tactics: Military Theory\nHe believes that every theory should be traceable to actual wars, and applicable to real battles."
        },
        "tagId": "tag_expert_tactic"
      },
      "tag_expert_team": {
        "desc": {
          "cn": "团队管理·授业\n他将自己拥有的经验与知识尽数教授给了这些新兵们，同时也将坚守至今的理想与心愿一并托付。",
          "en": "Team Management: Mentor\nTo the young recruits, he always attempts to share his experience and knowledge, and impress upon them the ideals and aspirations that he has held dear for all this time."
        },
        "tagId": "tag_expert_team"
      },
      "tag_hobby_culture": {
        "desc": {
          "cn": "文化·活着的历史书\n了解历史，了解这片大地上发生过的一切，即是他最为偏好的认知世界的方式。",
          "en": "Culture: Living History Book\nHis preferred approach to learning about this world is to study its history and everything that happened to this land."
        },
        "tagId": "tag_hobby_culture"
      },
      "tag_hobby_knowledge": {
        "desc": {
          "cn": "益智·棋盘对弈\n“与其说是完成了一个对局，不如说是打了一场硬仗。”——每位与他下过棋的干员都有过类似的感受。",
          "en": "Mind Honing: Chess Master\n\"It's less of a match and more like a hard-fought battle.\" — Every operator who played chess with Pogranichnik felt they could relate to this feeling."
        },
        "tagId": "tag_hobby_knowledge"
      }
    }
  }
}