{
  "summary_a1m3_1_001": {
    "cn": "你在工人之家见到了卡莉。了解后才知道，原来卡莉想和你一起画一本能让大家开心的故事书。",
    "en": "You meet Carly in the Worker Dorms and learn that she wants to make a storybook that will bring joy to everyone."
  },
  "summary_a1m4_1_001": {
    "cn": "你在枢纽区基地见到了热情的赛尔乔·莱昂，她邀请你体验改编自真实事件的作品《影拓丰碑》。",
    "en": "You meet Sergio Leon at the Hub Base. She's buzzing with excitement and invites you to check out her adaptation of real-life events, titled \"Umbral Monument\"."
  },
  "summary_c13m1_1_001": {
    "cn": "洁尔佩塔独自飘浮在空中，看着眼前的信纸发呆，身边还有许多货物。在询问后得知，四号谷地人手不足，她正在帮忙送货，也希望能让这里的人们重新振作精神。在她的邀请下，你决定帮她一起送货。",
    "en": "Gilberta floats alone in the air, staring blankly at the letter in her hand, surrounded by cargo. After asking, you learn that Valley IV is short handed. She is helping with deliveries while hoping to lift everyone's spirits. At her invitation, you decide to join her in making the rounds."
  },
  "summary_c13m1_3_001": {
    "cn": "你与洁尔佩塔一起完成了调味剂的递送。收到包裹的工作人员大受感动。",
    "en": "You deliver the condiments with Gilberta. The recipient is extremely touched."
  },
  "summary_c13m1_5_001": {
    "cn": "你与洁尔佩塔一起把精密零件递送给了安德烈，并从他口中得知，离心机明天就能顺利启动了。",
    "en": "You deliver the precision parts to Andre with Gilberta. His centrifuge can finally start working tomorrow."
  },
  "summary_c13m1_7_001": {
    "cn": "你与洁尔佩塔一起把医疗物资递送给了米格尔，缓解了医疗物资短缺的压力。米格尔提到卡莉不愿意打针，洁尔佩塔打算先去找到卡莉。",
    "en": "You and Gilberta deliver the medical supplies to Miguel. The medical staff no longer needs to worry about a shortage of medication. Miguel says Carly refused to get her injections. Gilberta wants to find Carly first."
  },
  "summary_c13m2_10_001": {
    "cn": "你们俯瞰着谷地，伤痕被刻在了这片土地上。",
    "en": "Your gazes sweep across the entire Valley, the wounds of the land lay bare for you to see."
  },
  "summary_c13m2_12_001": {
    "cn": "卡莉告诉你和洁尔佩塔，她迷上了摄影，却怎么也拍不好。你提议去拍摄她喜欢的事物，卡莉则想让你为她和洁尔佩塔拍摄合影。",
    "en": "Carly tells you and Gilberta how she got started on photography. However, she does not know how to take a nice photo. You tell Carly to photograph things she likes. Carly wants you to take a photo of her with Gilberta."
  },
  "summary_c13m2_20_001": {
    "cn": "你帮助卡莉拍摄了她和洁尔佩塔的合影，卡莉找到了想拍的事物，心满意足地回了医务室。",
    "en": "You help take a photo of Carly with Gilberta. Carly finds out what she wants to photograph, and happily heads back to the medical bay."
  },
  "summary_c13m2_4_001": {
    "cn": "洁尔佩塔为自己没能更多地帮助饱受苦难的人们而感到自责，她决定前去寻找安德烈所需的过滤装置。",
    "en": "Gilberta blames herself for failing the people at the Power Plant. She decides to help look for the water purifier Andre needs."
  },
  "summary_c13m2_5_001": {
    "cn": "工团的成员封锁了前方区域，在管理员斡旋下，封锁区域的负责人给了你们一段时间进行寻找。",
    "en": "Members of the UWST have blocked off the area ahead. Through your negotiations, the person in charge of the blocked off area has given you a limited time to search."
  },
  "summary_c13m3_10_001": {
    "cn": "洁尔佩塔发现了女研究员的日记，她因侵蚀研究影响了记忆，在独自完成研究的过程中遗忘了所有，过去的日记成了她恐惧的源头。洁尔佩塔想到了自己，她也看过不一样的“记忆”。在你的安慰下，她决定坦然面对一切。",
    "en": "Gilberta finds the female researcher's diary. Her memory was damaged by Blight studies, and while working alone she forgot everything. Her old diaries became sources of fear. Gilberta sees herself in this. She's also seen different \"memories.\" With your comfort, she decides to face it all head on."
  },
  "summary_c13m3_13_001": {
    "cn": "你和洁尔佩塔从空中落下，她希望你能先行保管这封空白的信，等到她想好写满什么样的内容。你们二人就此定下约定。",
    "en": "You and Gilberta descend from the sky. She asks you to hold onto this blank letter until she figures out what to fill it with. The two of you make this promise right there."
  },
  "summary_c13m3_1_001": {
    "cn": "你和洁尔佩塔取得了可能锁有过滤装置的保险柜，但没有开启它的密码。你们最终决定前往医务室，看看知晓密码的罗普目前的情况。",
    "en": "Although you and Gilberta have retrieved the safe that might contain the filter, no one has the password. Ropp is the owner of the safe and should know the password. Thus, you decide to head to the medical bay and see how the scientist is doing."
  },
  "summary_c13m3_2_001": {
    "cn": "神志不清的罗普反复念叨着“小美”，这个名字对他而言似乎非常重要。",
    "en": "Though unconscious, Ropp is constantly mumbling the word \"MASIE\". This sounds like the name of someone very important to him."
  },
  "summary_c13m3_4_001": {
    "cn": "这位工团成员没有听过“小美”，但提到罗普曾和一个神秘的女孩走得很近。可女孩很快就消失了。她告诉我们抢救回的文件的位置，或许那里面会有罗普相关的线索。",
    "en": "The worker doesn't know any \"Masie,\" but she says Ropp used to hang around with some mysterious girl who disappeared soon after. She points you to where they stashed the rescued files... There might be some Ropp leads in there"
  },
  "summary_c13m3_5_001": {
    "cn": "工团的老人也没见过和罗普走得近的女孩，但罗普曾有一台遗失的终端存放在失物招领处。老人建议你们查查看。",
    "en": "Even the old timers at the UWST haven't seen any girl hanging around Ropp. But they mentioned he had a lost terminal sitting in the lost and found. The elder suggests you check it out."
  },
  "summary_c13m3_7_001": {
    "cn": "你解除了保险柜的锁定。除了过滤装置，保险柜里还放着一封信。",
    "en": "You unlock the safe. It contains the filter as well as a letter."
  },
  "summary_c13m3_8_001": {
    "cn": "罗普苏醒了，他告诉你们，“小美”其实是他和一名神秘女研究员的实验成果——一个侵蚀物质过滤装置。罗普非常珍视和那位研究员共度的时光，但对方却突然不辞而别，这令他意志消沉。你们带回来的信让他重新燃起了希望。",
    "en": "Ropp is awake. He says \"Masie\" was actually an experimental project he worked on with a mysterious female researcher: a Blight matter filtration device. Ropp cherished the time they spent together, but she left without saying goodbye, which crushed his spirit. That letter you brought has given him hope again."
  },
  "summary_c13m3_9_001": {
    "cn": "用水问题得到解决，众人聚在一起庆祝。",
    "en": "Water's running again! Everyone's gathering to celebrate."
  },
  "summary_c16m1_1_001": {
    "cn": "回到帝江号的静滞核心后，你在佩丽卡的协助下试图回忆起些什么，结果依然一无所获。突然，你看到了一道神秘的火光……",
    "en": "You return to the Stasis Core aboard Dijiang. With Perlica's assistance, you attempt to recover some of your memories. There is nothing at first, but then you suddenly catch a glimpse of a mysterious flame..."
  },
  "summary_c16m1_3_001": {
    "cn": "被神秘的痕迹所吸引，你来到了一片陌生的冰原，并在这里遇到了一位红发萨卡兹少女。得知你迷路后，她愿意带你走出这里。",
    "en": "Mysterious traces caught your attention and you suddenly find yourself in an unfamiliar icefield. You then meet a red-haired Sarkaz girl. She learns that you are lost and agrees to lead you out of the place."
  },
  "summary_c16m1_4_001": {
    "cn": "你发现这里是一处散布着记忆碎片的协议空间，而那位红发少女希望能在此找到她失去的记忆。",
    "en": "You discover that this is a Protocol Space strewn with fragments of memories. The red-haired girl wants to find her lost memories in this place."
  },
  "summary_c16m1_4d5_001": {
    "cn": "红发少女看到了一段关于自己的描述——那时她曾深入雪原，寻找属于她的记忆。",
    "en": "The red-haired girl sees writing that describes her. She once ventured into an icefield in search of her own memories."
  },
  "summary_c16m1_4d7_001": {
    "cn": "一篇描述火焰崇拜的祷文，让红发少女想起了一段与火焰和大剑有关的往事，但她并不确定这段记忆是否真正属于她。",
    "en": "A prayer about the worship of fire. It reminds the red-haired girl of fire and a greatsword. However, she is uncertain if this memory belongs to her."
  },
  "summary_c16m1_4d8_001": {
    "cn": "一首有关阵亡战士的短诗，让红发少女想起了曾在雪原上战斗的模糊经历。",
    "en": "A short poem about fallen warriors. It gives the red-haired girl fuzzy memories of fighting in a snowy icefield."
  },
  "summary_c16m1_4d9_001": {
    "cn": "这段铭文描述了一把会反噬主人的火焰之剑，好像与红发少女手里的剑有所关联，但更多的细节仍然无法查明。",
    "en": "The engravings describe a flaming sword cursed to devour its wielder. The weapon seems related to the sword wielded by the red-haired girl. However, you fail to gather other details."
  },
  "summary_c16m1_5_001": {
    "cn": "和红发少女有着相同容貌的诡异幻影在这里出现，试图阻止红发少女寻回记忆，战斗随即展开。",
    "en": "A strange illusion sharing the exact likeness of the red-haired girl appears. The illusion attempts to stop the red-haired girl from recovering her memories. A battle then commences."
  },
  "summary_c16m1_6_001": {
    "cn": "红发少女解释道，方才遇到幻影曾多次阻挠她。接下来她要追上那个幻影，寻回记忆。在确认你管理员的身份之后，她独自离开，继续寻找记忆去了。",
    "en": "The red-haired girl explains that the illusion has attempted to stop her many times. She intends to chase down the illusion and recover the past. After confirming your identity as the Endministrator, she sets off on her own and continues her search for memories."
  },
  "summary_c16m1_8_001": {
    "cn": "你离开协议空间，在静滞核心中醒来。在了解刚才发生的怪事之后，佩丽卡展开了调查。此时，联络员菲奥娜报告，神秘的火光伴随陌生的源石反应在四号谷地出现，你怀疑与那位红发少女有关，决定前去一探究竟。",
    "en": "You leave the Protocol Space and wake up in the Stasis Core. Perlica learns about your encounter and starts looking into this matter. Meanwhile, Fiona the comms officer reports the sighting of mysterious fires and strange Originium reactions in Valley IV. You suspect this is associated with the red-haired girl and decide to investigate."
  },
  "summary_c16m2_1d5_001": {
    "cn": "红发少女似乎想要借助长耳兽寻找她的家乡，但没有成功。",
    "en": "The red-haired girl wants to use the long-ears to help find her home, but it does not seem to be working."
  },
  "summary_c16m2_1d7_001": {
    "cn": "红发少女发现了一些过去的记录，但这些并非她想要寻找的记忆。",
    "en": "The red-haired girl finds some records from the past. However, they are not the memories she is looking for."
  },
  "summary_c16m2_1d8_001": {
    "cn": "红发少女为找不到“家”的记忆而感到失望。她决定前往世代摇篮，继续这段寻找记忆的旅程。",
    "en": "The red-haired girl is disappointed when she fails to find memories about \"home\". She decides to continue her search at the Cradle of the Ages."
  },
  "summary_c16m3_12_001": {
    "cn": "你们没有共同进入下一个协议空间。你决定想办法找到莱万汀。",
    "en": "You realize you did not enter the next Protocol Space together, and decide to go look for Laevatain."
  },
  "summary_c16m3_2_001": {
    "cn": "已被打败的罗丹突然出现在协议空间里，并试图再度逞凶。面对不该出现在此处的他，你陷入困惑。幸好莱万汀及时出现，帮助你打破了假象。",
    "en": "Rhodagn, whom you have defeated before, makes a sudden appearance in the Protocol Space and attempts violence again. You are confused by his totally unexpected presence. Fortunately, Laevatain enters the place in time and helps you defeat this illusion."
  },
  "summary_c16m3_3_001": {
    "cn": "得知你再次进入协议空间的目的之后，莱万汀提醒你留心被扭曲的、虚假的记忆，并宣布你已经是她寻找记忆的同行者。",
    "en": "After learning your aim for re-entering the Protocol Space, Laevatain warns you of twisted and false memories. She formally makes you her fellow companion in her memory search."
  },
  "summary_c16m3_4_001": {
    "cn": "刚才的假象源自你失去记忆后对自己“管理员”身份的怀疑，而莱万汀也同样为类似的问题感到困扰，于是你们彼此相互安慰。",
    "en": "The illusion arose from your doubts in your role as the Endministrator. Laevatain is also troubled by a similar problem. The two of you try to comfort each other."
  },
  "summary_c16m3_5_001": {
    "cn": "从被扭曲的记忆中，莱万汀看出了你内心害怕着些什么。",
    "en": "Laevatain identifies your inner fears from the twisted memory."
  },
  "summary_c16m3_6_001": {
    "cn": "另一个“你”出现在你们面前，并宣称塔卫二不值得被拯救。这让你陷入了震惊与迷茫。在莱万汀的鼓励下，你决心打破这个假象。",
    "en": "The other \"you\" appears before you and declares that Talos-II deserves no redemption. You are shocked and confused. With Laevatain's encouragement, you become determined to dispel this illusion."
  },
  "summary_c16m3_7_001": {
    "cn": "失去记忆的你，为自己能否真正成为“管理员”而感到担忧。为混乱记忆所困的莱万汀邀请你同行，你们就此立下互相帮助对方找回记忆的约定。",
    "en": "Due to your amnesia, you are worried if you have what it takes to become the true \"Endministrator\". Laevatain, who is also afflicted with polymnestic confusion, invites you to travel with her. And thus the two of you make a promise to help each other recover memories that truly belong to you."
  },
  "summary_c16m4_12_001": {
    "cn": "莱万汀与你一起回到了帝江号。她决定作为你的干员留在这里，继续履行同伴的承诺，而你也要为她创造新的记忆。",
    "en": "Laevatain and you return to Dijiang together. She decides to stay, become an operator, and fulfill her promise to a fellow companion. She also expects you to create memorable moments with her."
  },
  "summary_c16m4_1_001": {
    "cn": "在佩丽卡和菲奥娜的帮助下，你决定再次借助协议奇点，循着莱万汀在四号谷地留下的痕迹进入她所在的协议空间。",
    "en": "With Perlica and Fiona's help, you decide to use the Protocol Singularity to follow Laevatain's trail left across Valley IV and enter the Protocol Space where she is."
  },
  "summary_c16m4_2_001": {
    "cn": "你和莱万汀在协议空间中会合，共同踏上寻找记忆的旅程。",
    "en": "Laevatain and you meet in the Protocol Space. Together, you start your memory-searching journey."
  },
  "summary_c16m4_2d5_001": {
    "cn": "莱万汀的幻影在房间中出现，质疑莱万汀无法从记忆中找到存在的意义，但莱万汀不愿意就此放弃。",
    "en": "The illusion of Laevatain suddenly appears in the room and doubts if Laevatain could ever find her raison d'être from her memories. However, Laevatain does not intend to give up like this."
  },
  "summary_c16m4_33_001": {
    "cn": "阿吉的幻影在这里出现，勾起了莱万汀脑海中的回忆，但这段记忆实际上并不属于她。",
    "en": "An illusion of Ginny appears and it triggers a memory fragment within Laevatain's mind. Unfortunately, that fragment is not hers to begin with."
  },
  "summary_c16m4_34_001": {
    "cn": "裂地者的幻影在这里出现，让莱万汀再度为“不属于自己的记忆”所困扰。",
    "en": "An illusion of a Landbreaker appears. Laevatain is once again confused by seeing a \"memory that is not hers\"."
  },
  "summary_c16m4_35_001": {
    "cn": "莱万汀的身体因协议空间而受到了损伤，但她依然决心在这里找到真正属于自己的记忆。",
    "en": "Laevatain has been injured in her dive into the Protocol Space. However, she remains determined to locate her true memories here."
  },
  "summary_c16m4_36_001": {
    "cn": "你被幻影所阻挡。描述了莱万汀的色彩之后，你得到指引，继续寻找她。",
    "en": "An illusion blocks your way. After describing Laevatain's color, you receive directions to look for her."
  },
  "summary_c16m4_37_001": {
    "cn": "你被幻影所阻挡。告知莱万汀的名字之后，你得到新的指引，继续寻找她。",
    "en": "The illusions block your way. You share Laevatain's name and receive a new instruction. You then continue your search for her."
  },
  "summary_c16m4_38_001": {
    "cn": "你向幻影打听莱万汀的踪迹。说出莱万汀的目的之后，你得到了幻影的帮助。",
    "en": "You ask the illusion for Laevatain's whereabouts. When you speak about Laevatain's goals, the illusion agrees to help."
  },
  "summary_c16m4_39_001": {
    "cn": "莱万汀的幻影再度出现，试图说服你放弃莱万汀。",
    "en": "Illusion of Laevatain appears once more and persuades you to give up on her."
  },
  "summary_c16m4_6_001": {
    "cn": "莱万汀感觉到史尔特尔“家乡”的所在，不顾一切地冲了出去。",
    "en": "Laevatain feels the existence of Surtr's \"home\" and rushes forth without thinking."
  },
  "summary_c16m4_6d8_001": {
    "cn": "莱万汀已经到达了记忆的尽头，但仍然没有在“家乡”找到关于自己是谁的答案。你帮助面临崩溃危机的莱万汀重拾希望，向史尔特尔留下的“答案”进发。",
    "en": "Laevatain has reached the end of her memories, but she failed to find out who she was from \"home\". You give hope to Laevatain who is on the brink of breaking down. Together, you follow Surtr's \"answer\" and press forward."
  },
  "summary_c16m4_7_001": {
    "cn": "你和莱万汀看到了史尔特尔最后的“答案”——她把罗德岛当作了自己的“家”，就此放下了过去的记忆。你邀请莱万汀前往终末地，希望以同样的方式帮助她解开心结。",
    "en": "You and Laevatain witness Surtr's final \"answer\" — she finally left her past memories behind and treated Rhodes Island as \"home\". You hope to use the same approach to solve Laevatain's dilemma and invite her to Endfield Industries."
  },
  "summary_c16m4_7d5_001": {
    "cn": "这是一段史尔特尔珍视的记忆，她驯服了体内的火焰巨人，之后展开了游历和冒险之旅。",
    "en": "Surtr's treasured memory fragment. It is about her taming of the flaming giant and how she started her journey and adventures."
  },
  "summary_c16m4_7d7_001": {
    "cn": "这是一段史尔特尔珍视的记忆，关于她心心念念的冰淇淋。",
    "en": "Surtr's treasured memory fragment. It is about ice cream and how deeply she cares about it."
  },
  "summary_c16m4_7d8_001": {
    "cn": "这是一段史尔特尔珍视的记忆，关于她加入罗德岛时的经历。",
    "en": "Surtr's treasured memory fragment. It is about her experiences of joining Rhodes Island."
  },
  "summary_c16m4_8_001": {
    "cn": "此处残余的记忆不甘被抛弃，于是转化为敌人，阻止你和莱万汀离开。",
    "en": "The remaining memory fragments refuse to be left behind. They turn hostile and try to stop you and Laevatain from leaving."
  },
  "summary_c16m4_9_001": {
    "cn": "莱万汀下定决心，与剩余的记忆告别。",
    "en": "Laevatain is determined to say goodbye to the rest of her memories."
  },
  "summary_c17m1_2_001": {
    "cn": "你找到了包裹，工人发现收件人是伊冯后有些紧张，担心包裹里是静态侵蚀样本，叮嘱你小心对待。",
    "en": "You find the package but the crew mates become slightly nervous when they realize that the recipient is Yvonne. The crew tells you to treat the package carefully as it may contain Static Blight samples."
  },
  "summary_c17m1_3_001": {
    "cn": "你把包裹送到伊冯手上，得知只是些普通的颜料。伊冯表示它们已经用不上了，但她有个计划，邀请你加入。",
    "en": "You deliver the package to Yvonne and realize that it only contains simple paints. Yvonne says they are not needed anymore, but she has a plan and is inviting you aboard."
  },
  "summary_c17m1_4_001": {
    "cn": "伊冯的计划原来是用颜料在源石实验园区内涂鸦。你们涂鸦时被法比安·柯林斯逮个正着，伊冯招呼你一起跑走。",
    "en": "Yvonne's plan is to use the paint for her Originium Science Park graffiti. Fabian Collins catches you in the act. Yvonne hollers at you to run away with her."
  },
  "summary_c17m1_5_001": {
    "cn": "躲过法比安·柯林斯后，伊冯审视着涂鸦，表示这幅作品没能传递出内心的“呐喊”，邀请你陪她去枢纽区基地寻找灵感。",
    "en": "After hiding from Fabian Collins, Yvonne looks at her graffiti and says her work fails to deliver the \"scream\" she needs to get off her chest. She invites you to the Hub Base for inspiration."
  },
  "summary_c17m2_10_001": {
    "cn": "你跟伊冯找到了所有的孩子，他们告诉你们，阿丽娅去了世代摇篮附近。",
    "en": "Yvonne and you find all the children. They tell you that Alia went somewhere close to the Cradle of the Ages."
  },
  "summary_c17m2_11_001": {
    "cn": "你们希望阿丽娅推荐些取材地点，她惆怅地表示锚点破坏了一切。伊冯送出颜料，鼓励她画出源石大树。阿丽娅由此想到世代摇篮，准备带着你们过去。",
    "en": "You ask Alia to recommend a few places for inspiration. However, she is depressed and tells you that the Ankhors wrecked everything. Yvonne gives her paint and hopes she can draw the Great Originium Oak. This reminds Alia of the Cradle of the Ages and she offers to take you there."
  },
  "summary_c17m2_12_001": {
    "cn": "在送别仪式上，伊冯鼓励了悲伤的孩子们。看着源石树苗，她对画面有了想法，提议前往超域试验场。",
    "en": "Yvonne encourages the grieving children during the Send-Off ceremony. Looking at the Originium sapling, she suddenly gets an idea about her painting, and suggests going to the Æther Test Site."
  },
  "summary_c17m2_13_001": {
    "cn": "你们碰到了克劳，他打算把一些数据发给伊冯。这些数据也许能用来复原塔塔。",
    "en": "You run into Crowe. He intends to send Yvonne some data that might be useful in reviving Tata."
  },
  "summary_c17m2_14_001": {
    "cn": "你从克劳处得知了伊冯的过去，以及她对终末地工业的看法。提到复原塔塔一事，克劳有些担心她是否做好了准备。",
    "en": "You talk with Crowe and learn about Yvonne's past as well as her opinions on Endfield Industries. When you mention the restoration of Tata, Crowe is a little worried that Yvonne might not be prepared."
  },
  "summary_c17m2_15_001": {
    "cn": "克劳询问伊冯是否得到了更多伙伴，伊冯表示伙伴就在她的身边。",
    "en": "Crowe asks Yvonne if she has made more friends. Yvonne replies that her friends are by her side."
  },
  "summary_c17m2_1_001": {
    "cn": "你们来到安德烈近乎报废的实验室，伊冯决定顺手帮他翻修。在她工作时，安德烈请你一起去维修停摆的电机外廊。",
    "en": "You arrive at Andre's lab which is almost completely wrecked. Yvonne decides to help him fix the situation. While she works, Andre invites you to repair the generator gangway power facility that broke down."
  },
  "summary_c17m2_2_001": {
    "cn": "前去修复电力装置的路上，安德烈偷偷问你伊冯收到包裹后有什么表现。得知颜料被她拿去涂鸦后，他似乎松了口气。",
    "en": "While you're heading to the power facility for repair work, Andre secretly asks how Yvonne responded when she received the package. He breathes a sigh of relief when he learns that Yvonne used the paint to create graffiti."
  },
  "summary_c17m2_3_001": {
    "cn": "电力装置修复完毕后，安德烈有些担心伊冯会把他的实验室大变样，赶紧招呼你一起回去。",
    "en": "The power facility has been repaired but Andre is worried about Yvonne's massive overhaul of his lab. He quickly asks if you want to head back with him."
  },
  "summary_c17m2_5_001": {
    "cn": "安德烈请求你帮忙打听伊冯未来的打算。而伊冯为了寻找更多涂鸦的灵感，决定去电机外廊看看电力恢复测试时的景色。",
    "en": "Andre asks you to find out about Yvonne's future plans. Yvonne wants to get more inspiration for the graffiti and decides to head out to the generator gangway to witness the power restoration tests."
  },
  "summary_c17m2_5d5_001": {
    "cn": "伊冯从灯光中获得了一些灵感，但似乎还是不太够。你提议再去矿脉源区看看。",
    "en": "Yvonne receives her inspiration from the lights but that still isn't enough. You recommend visiting the Origin Lodespring."
  },
  "summary_c17m2_6_001": {
    "cn": "你带着伊冯来找阿丽娅，但对方不在。你们决定向其他人询问她的行踪。",
    "en": "You take Yvonne to meet Alia, but she is not around. You decide to ask around for her whereabouts."
  },
  "summary_c17m2_7_001": {
    "cn": "你打听到今天要举行“送别仪式”，阿丽娅可能在照顾失去父母的孩子们，也可能被临时调走了。",
    "en": "You heard about the Send-Off ceremony. Alia is either caring for the children who lost their parents, or has been temporarily assigned elsewhere."
  },
  "summary_c17m2_9_001": {
    "cn": "孩子们说，如果你们在游戏中获胜，他们就会告知阿丽娅的去向。伊冯拉着你一起扮演裂兽，玩起了捉迷藏。",
    "en": "The children say if you beat their game they will tell you where Alia went. Yvonne drags you in to act as manglerbeasts and play hide-and-seek with the children."
  },
  "summary_c17m3_10_001": {
    "cn": "你们被防卫系统阻拦，伊冯决定另辟蹊径——启动传送带。",
    "en": "The defense system is in your way. Yvonne decides to create a shortcut — by activating the transport belt."
  },
  "summary_c17m3_11_001": {
    "cn": "你们遇到了一扇会露出笑脸的门，它果然是伊冯的设计。",
    "en": "You run into a gate capable of giving a smiley. It was designed by Yvonne as well."
  },
  "summary_c17m3_12_001": {
    "cn": "你们碰到了伊冯做的防御装置，需要设法通过面前的障碍。",
    "en": "You encounter defense systems that Yvonne made, and must find a way to overcome the obstacles."
  },
  "summary_c17m3_13_001": {
    "cn": "伊冯想到了通行的办法，需要你在她进行准备的时候帮忙清理外面的天使。",
    "en": "Yvonne thinks about a way to pass through. She needs you to clear the Aggeloi outside while she prepares."
  },
  "summary_c17m3_14_001": {
    "cn": "等待无人机搭建道路的间隙，你询问伊冯未来的打算。她表示自己并没想好，但作为终末地的干员，会听你的指挥，也希望你会在她遇到阻碍时支持她。",
    "en": "While waiting for the drones to repair the road, you ask Yvonne about her plans for the future. She tells you she has not figured it out but as an Endfield operator, she will heed your commands. Yvonne also hopes you will lend your support when she runs into problems."
  },
  "summary_c17m3_15_001": {
    "cn": "伊冯正在此处取材，收集灵感时，忽然反问你未来的打算。而此时，出现了一群危险的天使……",
    "en": "Yvonne is gathering inspiration here when she suddenly asks you about your own plans for the future. Just then, a group of dangerous Aggeloi shows up..."
  },
  "summary_c17m3_17_001": {
    "cn": "伊冯邀请你跟她一起参与塔塔的复原工作，表示她、终末地的大家、塔塔会跟你一起抵达“遥远的目的地”……",
    "en": "Yvonne invites you to take part in her Tata Restoration Project. She tells you that she, Tata, and every Endfielder will join you and reach the \"faraway destination\" together..."
  },
  "summary_c17m3_18_001": {
    "cn": "电梯权限被锁，伊冯打算留下破解控制主板，拜托你去寻找工团的语音日志，以获取启动口令。",
    "en": "Elevator access has been locked. Yvonne decides to stay behind to hack the control panel and asks you to search for UWST audio logs to acquire the activation command."
  },
  "summary_c17m3_19_001": {
    "cn": "伊冯向你介绍工团的设计风格与她自己的设计理念，她希望自己的造物能有更多人情味。",
    "en": "Yvonne introduces the UWST style of design as well as her own style to you. She wants her creations to feel more friendly and human."
  },
  "summary_c17m3_1_001": {
    "cn": "伊冯将获得的灵感加入涂鸦，但她依旧觉得不够完美。她邀请你最后再去一个地方。",
    "en": "Yvonne adds the inspiration she acquired to her graffiti but still believes it is not yet perfect enough. She invites you to one final place."
  },
  "summary_c17m3_20_001": {
    "cn": "工人们在语音日志里提到了新的启动口令——“超级迭代人”。",
    "en": "From the audio logs, the crew mates mention a new activation command: \"Super Iterator.\""
  },
  "summary_c17m3_2_001": {
    "cn": "你们从工人处听说，一些天使闯入了地下车间，伊冯表示可以帮忙解决。",
    "en": "The crew mates tell you that a few Aggeloi made it to the underground production floors. Yvonne is certain she can take care of them."
  },
  "summary_c17m3_3d5_001": {
    "cn": "伊冯表示自己以前就在这里工作，想再去更下层的区域找找灵感。这时你们发现了天使的踪迹。",
    "en": "Yvonne tells you that she worked here before and she intends to head to the lower floors for inspiration. This is when you find traces of Aggeloid activity."
  },
  "summary_c17m3_4_001": {
    "cn": "你们一起重启了电梯。聊天时，伊冯提到这个片区之前都是她一个人在用。",
    "en": "You restart the elevator together. During the dialog, Yvonne mentions that she was the only user of this entire area."
  },
  "summary_c17m3_5_001": {
    "cn": "击败天使后，伊冯走到一扇门前，但踯躅不前。在你的鼓励下，她决定跟你一起进去。",
    "en": "After defeating the Aggeloi, Yvonne walks up to a door but hesitates. With your encouragement, she decides to go in with you."
  },
  "summary_c17m3_6_001": {
    "cn": "这个房间是伊冯一开始研究塔塔的地方。她向你吐露了心声，告诉你颜料的秘密——那是她准备给塔塔做新涂装用的。",
    "en": "The room is where Yvonne first worked on Tata. She shares her feelings with you and the secret about the paint. She originally ordered the paint to give Tata a new coating."
  },
  "summary_c17m3_7_001": {
    "cn": "伊冯表示自己没事了，你们准备离开此处。",
    "en": "Yvonne tells you she's alright. You prepare to leave the place."
  },
  "summary_c17m3_8_001": {
    "cn": "从地下车间返回，你们碰到了法比安·柯林斯。伊冯表示会擦掉涂鸦，但对方却说大家很喜欢这幅有生机的作品，希望她能把涂鸦完成。",
    "en": "You reach the surface from the underground production floors and run into Fabian Collins. Yvonne tells him that she will wash away the graffiti, but Fabian informs her that everyone actually likes the lively work and hopes to see it complete."
  },
  "summary_c17m3_9_001": {
    "cn": "伊冯表示自己会复原塔塔，但她的情绪依旧有些低落。在你的安慰下，伊冯打起精神，带着你前往她的实验室。",
    "en": "Yvonne tells you that she will restore Tata but she still feels a little sad. You comfort her and she gets back to her feet, and brings you to her lab."
  },
  "summary_c1m1_2_001": {
    "cn": "",
    "en": ""
  },
  "summary_c1m1_8_001": {
    "cn": "",
    "en": ""
  },
  "summary_c1m2_1_001": {
    "cn": "",
    "en": ""
  },
  "summary_c1m2_2_001": {
    "cn": "",
    "en": ""
  },
  "summary_c1m2_3_001": {
    "cn": "",
    "en": ""
  },
  "summary_c1m2_8_001": {
    "cn": "",
    "en": ""
  },
  "summary_c1m2_9_001": {
    "cn": "",
    "en": ""
  },
  "summary_c1m3_10_001": {
    "cn": "",
    "en": ""
  },
  "summary_c1m3_13_001": {
    "cn": "",
    "en": ""
  },
  "summary_c1m3_1_001": {
    "cn": "",
    "en": ""
  },
  "summary_c1m3_3_001": {
    "cn": "",
    "en": ""
  },
  "summary_c1m3_4_001": {
    "cn": "",
    "en": ""
  },
  "summary_c1m3_5_001": {
    "cn": "",
    "en": ""
  },
  "summary_c1m3_7_001": {
    "cn": "",
    "en": ""
  },
  "summary_c1m3_9_001": {
    "cn": "",
    "en": ""
  },
  "summary_c6m1_17_001": {
    "cn": "乔万尼从碾骨氏族成员的口中套出了营地位置，并主动提出了一个冒进的团队作战计划，没想到一向谨慎的狼卫居然第一时间表示赞同。你明白，狼卫想进一步试探乔万尼。你决定继续配合狼卫，让乔万尼的“计划”顺利推进。",
    "en": "Giovanni manages to get the location of the camp from a Bonekrusher. He proposes a high-risk team combat operation. Wulfgard, known for being cautious, surprisingly agrees with Giovanni's plan. You know he is trying to test Giovanni. You decide to play along with Wulfgard's show and ensure the success of Giovanni's \"plans\"."
  },
  "summary_c6m1_18_001": {
    "cn": "击败驻守的碾骨氏族后，狼卫发现乔万尼身上的短刀似曾相识。从乔万尼口中得知，这是他以狼卫教的知识，专门为自己定制的一把刀。",
    "en": "After defeating the Bonekrushers guarding this place, Wulfgard notices something familiar about Giovanni's dagger. Giovanni tells him that he learned from Wulfgard's tricks and custom-crafted this dagger for himself."
  },
  "summary_c6m1_1_001": {
    "cn": "来到矿区营地，洛茜将狼卫失联的事告诉了你，希望你可以帮她把狼卫带回来。为了尽快找到狼卫，洛茜将自己做的追踪器交给了你。",
    "en": "Upon arriving at the Mining Camp, Rossi tells you about Wulfgard's disappearance, hoping you could help bring him back. Eager to find him as soon as possible, she hands you a tracker she made herself."
  },
  "summary_c6m1_24_001": {
    "cn": "你与狼卫在追回乔万尼的过程中落入陷阱。事后，狼卫向你致歉，并承认因顾念过往友情，他没能将乔万尼视作敌人加以提防，因此连累了你，这让他深感愧疚。最终，狼卫重新坚定了信念，与你一同寻找离开此地的方法。",
    "en": "You and Wulfgard try to chase down Giovanni but fall into a trap. Wulfgard apologizes to you and admits that he has been distracted by his old friendship, and failed to treat Giovanni as a proper enemy and maintain his vigilance. Since you also fall into the trap, Wulfgard feels extremely guilty. In the end, he manages to steel his resolve and work with you to find a way to leave the place."
  },
  "summary_c6m1_29_001": {
    "cn": "战后，乔万尼突然现身，将落败的碾骨氏族头目杀死。狼卫揭穿了乔万尼的真面目。一番争辩后，乔万尼却声称他的背后另有主谋。自知已无法达成目的的乔万尼拒绝透露更多信息，并突然对你发起攻击，最终被狼卫杀死。",
    "en": "After the battle, Giovanni suddenly appears and kills the defeated Bonekrusher chief. Wulfgard exposes Giovanni for what he truly is. After a heated argument, Giovanni claims there is someone else acting from behind the scenes. But knowing that he has failed their mission, Giovanni refuses to reveal more and suddenly attacks you, only to be killed by Wulfgard."
  },
  "summary_c6m1_32_001": {
    "cn": "在枢纽区的野外，你找到了已将乔万尼安葬的狼卫。他与你一同焚烧了这位故友的几件遗物，并向你讲述了其中的过往。之后，狼卫与你坦白了自己后续的计划，同时希望你将发生的一切视作两人共同的“秘密”。",
    "en": "You find Wulfgard who just laid Giovanni to rest at the outskirts of the Hub. Together, you burn the rest of Giovanni's belongings. Wulfgard tells you about their past. He also confides his subsequent plan, and hopes that you can keep the entirety of this encounter as a secret between the both of you."
  },
  "summary_c6m1_3_001": {
    "cn": "经过一番追踪，你找到了狼卫。他将事情的前因后果告诉了你——狼群里出了叛徒。为了弄清楚内幕，狼卫认为自己不能就这样回去，必须追查到底。而为了实现对洛茜的承诺，你决定与狼卫同行。",
    "en": "You find Wulfgard after a while of tracking. He tells you about the entire event —— There are traitors in the Pack. Wulfgard feels he cannot simply return with this discovery, and feels extremely compelled to reveal the entire conspiracy. To fulfill your promise with Rossi, you decide to be part of Wulfgard's investigation."
  },
  "summary_c6m1_6_001": {
    "cn": "打倒此地埋伏的碾骨氏族后，你与狼卫遇到了同为狼群一员的乔万尼。他似乎与狼卫关系匪浅。",
    "en": "After defeating the ambushing Bonekrushers, you and Wulfgard meet another member of the Pack — Giovanni. He seems pretty close to Wulfgard."
  },
  "summary_c6m1_7_001": {
    "cn": "你们从伪装成碾骨氏族的乔万尼口中得知，他是来寻找疑似投靠碾骨氏族的托马索的——然而狼卫不久前才收到托马索的死讯。面对乔万尼真假难辨的说辞，你与狼卫默契地没有当场拆穿他的谎言，同意让他与你们同行。",
    "en": "Giovanni, disguised as a Landbreaker, tells you that he came here to find Tommaso, whom he suspects has joined the Bonekrushers — However, Wulfgard just recently received news of Tommaso's death. Giovanni's story seems untrustworthy, but you and Wulfgard tacitly choose not to call him out on his lies. Both of you agree to let Giovanni tag along."
  },
  "summary_db01m1_11_001": {
    "cn": "阿奎多提议解析收集的数据，升级最基础的辅助探测技术，延长你在谷地像差中的滞留时间。",
    "en": "Aquito recommends deciphering the data collected and upgrading the most basic exploration support tech. This will extend your stay within the Valley's Aberrants."
  },
  "summary_db01m1_12_001": {
    "cn": "阿奎多需要你重复先前实践过的方法，找到能量反应，解除阻碍，扫描“重点目标”。",
    "en": "Aquito needs you to repeat your previous attempt, find an energy reaction site, eliminate the obstacles, and scan a \"key target\"."
  },
  "summary_db01m1_13_001": {
    "cn": "帝江号上的谷地像差入口变成了“重点目标”的样子。阿奎多希望你返回谷地像差，确认已探索区域是否发生了变化。",
    "en": "The Valley's Aberrants portal aboard Dijiang has assumed the form of the \"key target\". Aquito hopes you can return to the Protocol Space and verify if the explored zones have undergone any changes."
  },
  "summary_db01m1_14_001": {
    "cn": "阿奎多为你升级了辅助探测技术，她需要你返回谷地像差，确认升级的成果，并继续进行探索工作。",
    "en": "Aquito has upgraded an exploration support tech for you. She now needs you to return to Valley's Aberrants to verify the performance of the upgrade and explore more of the Protocol Space."
  },
  "summary_db01m1_15_001": {
    "cn": "阿奎多确认到，谷地像差中只出现了你最近认知的事物。你需要加快探索的节奏。",
    "en": "Aquito has realized that the Valley's Aberrants only generates items and objects from your recent experiences. You must speed up your exploration efforts."
  },
  "summary_db01m1_18_001": {
    "cn": "阿奎多告诉你，收集沉积结核或完成委托都可以为研究作出贡献，还能得到相应的奖励。",
    "en": "Aquito informs you that collecting precipitation nodules and completing commissions can help push the research progress and provide certain rewards."
  },
  "summary_db01m1_1_001": {
    "cn": "高等源石物理研究专家阿奎多向你介绍，他们在帝江号上发现了一处奇特的协议空间，并将其命名为“谷地像差”。为了帝江号的安全，她希望你协助调查谷地像差。",
    "en": "Senior Originium Physicist Aquito tells you that her team found a special Protocol Space aboard Dijiang that they have named the \"Valley's Aberrants\". She hopes you can help investigate the Valley's Aberrants to ensure the safety of Dijiang."
  },
  "summary_db01m1_3_001": {
    "cn": "阿奎多准备利用仪器主动影响谷地像差的入口，改变协议空间的状态，为你提供更多必要支援。",
    "en": "Aquito is preparing the device to actively change the Valley's Aberrants portal and transform the Protocol Space. The goal is to grant you the necessary support for exploring the place."
  },
  "summary_db01m1_4_001": {
    "cn": "阿奎多发现了谷地像差反复“复原”的特性。她认为，如果充分利用这些特性，一定大有可为。",
    "en": "Aquito has discovered the repeated \"restorative\" property of the Valley's Aberrants. She believes this property can be leveraged to achieve something."
  },
  "summary_db01m1_5_001": {
    "cn": "谷地像差的深度发生了巨大的波动，阿奎多将你紧急撤离了出来。与此同时，赛希报告，帝江号的动力舱段发生了一次异常能量波动。",
    "en": "Aquito has extracted you quickly after detecting strong fluctuations in the depths of the Valley's Aberrants. At the same time, Xaihi also reports strange energy fluxes in the engine room sections of Dijiang."
  },
  "summary_db01m1_6_001": {
    "cn": "你们发现，谷地像差发生变故的根源很可能是北极极光圈——一处受超域严重影响的危险地带。",
    "en": "You discover that the root cause of changes to the Valley's Aberrants might be located in the north polar Aurora Circle. This hazardous region is severely affected by the Ætherside."
  },
  "summary_db01m1_7_001": {
    "cn": "为了应对谷地像差易受干扰的特性，阿奎多准备了应对方案。她希望你在谷地像差尽可能深的地方，对最后的像差核心进行一次全面扫描。",
    "en": "Aquito has a solution to combat the tendency of Valley's Aberrants to external interference. She wants you to go as deep as you can in the Valley's Aberrants and perform a total scan of the final Aberrant Core."
  },
  "summary_db01m1_8_001": {
    "cn": "阿奎多希望能继续探索谷地像差，将这个协议空间建设成终末地的“小世界”。",
    "en": "Aquito hopes to keep exploring the Valley's Aberrants and establish this Protocol Space as a \"pocket realm\" for Endfield."
  },
  "summary_e0m2_1_001": {
    "cn": "你醒了过来，发现自己身处终末地工业的基地——帝江号内。在这里有一位名叫佩丽卡的少女，是终末地工业的监督。你似乎记得她的样貌，但是关于其他事情，你完全无法回想起来……",
    "en": "You wake up and find yourself on Dijiang, the base of Endfield Industries. You are greeted by Perlica, a young girl and Supervisor of the same company. Her face seems rather familiar to you, but you fail to recall anything about her..."
  },
  "summary_e0m2_4_001": {
    "cn": "佩丽卡第一次带你正式游览O.M.V.帝江号。",
    "en": "Perlica takes you on your first formal tour of OMV Dijiang."
  },
  "summary_e0m2_5_001": {
    "cn": "终末地工业希望将协议核心部署到文明环带各处，从而完成“重启生命”的特殊使命。这一使命，来自你留下的“零号委托”。",
    "en": "Endfield's special mission, Reboot of Life, requires the deployment of Automation-Cores in various places of the Civilization Band. The mission itself is part of Zeroth Directive, issued by none other than yourself."
  },
  "summary_e1m10_0d5_001": {
    "cn": "干员赛希希望你通过协议传送前往帝江号。与此同时，她还有许多工作需要向你报告。",
    "en": "Operator Xaihi hopes you can tele-protocol to Dijiang. The operator also has plenty of work to report to you."
  },
  "summary_e1m10_1_001": {
    "cn": "来自寂语修会的赛希干员临时负责本次帝江号的修缮任务。目前，制造舱的受损程度最低，你可以从这里开始统筹工作。",
    "en": "Operator Xaihi from the Cabal of Tranquility is temporarily in charge of repairing OMV Dijiang. The Manufacturing Cabin is the least compromised. You may begin your work from this place."
  },
  "summary_e1m10_2_001": {
    "cn": "通过操作台，你可以完成舱室的人员调配，或者制定生产规划。",
    "en": "Interact with the control panel to assign operators to various cabins or plan your production activities."
  },
  "summary_e1m10_2d7_001": {
    "cn": "帝江号上的会客室已经可以使用。你能在这里处理收集到的线索，将线索交流所得的信用兑换成物资，或是在展示区展示自己的成就。",
    "en": "The Reception Room aboard Dijiang can now be used. You can organize clues collected at this place. Earn credits with Clue Exchange. Credits can be traded for resources. You can also showcase your achievements at the Display Section."
  },
  "summary_e1m10_3_001": {
    "cn": "总控中枢就在前方。",
    "en": "The Control Nexus lies before you."
  },
  "summary_e1m10_4_001": {
    "cn": "总控中枢正在呼唤着你……等待着你。",
    "en": "The Control Nexus calls out to you... It has been waiting for you."
  },
  "summary_e1m10_5_001": {
    "cn": "帝江号的控制权限被成功开启。",
    "en": "You successfully activate control authority level for OMV Dijiang."
  },
  "summary_e1m10_6_001": {
    "cn": "佩丽卡向你解释了你们一直在面对的危险：超域。",
    "en": "Perlica introduces the danger you've been facing all along: the Æther."
  },
  "summary_e1m10_7_001": {
    "cn": "聂菲斯是个危险的预兆。你安抚了担忧的佩丽卡，决心与终末地工业一同面对眼前的困难。",
    "en": "Nefarith is a dangerous sign of what is to come. You alleviate Perlica's concerns and decide to face the challenges together with Endfield Industries."
  },
  "summary_e1m1_1_001": {
    "cn": "你与佩丽卡准备徒步前往枢纽区基地。",
    "en": "You and Perlica plan to reach the Hub Base on foot."
  },
  "summary_e1m1_2_001": {
    "cn": "坠入枢纽区基地的锚点正在不断地制造天使。你们决定优先前往旧工厂区解决锚点。秦茳尺拜托你们寻找一位名叫安德烈的工程师，他为了保护工作成果，目前还未撤离。",
    "en": "An Ankhor fell into the Hub Base and it is constantly creating more Aggeloi. You decide to head to the Old Factory to eliminate the Ankhor. Director Qin also asks you to find an engineer named Andre who chose not to evac the premise just to protect a project of his."
  },
  "summary_e1m1_3_001": {
    "cn": "你从秦茳尺那里了解到有关锚点的信息和基地损失的情况。",
    "en": "Director Qin gives you information about Ankhors and the extent of damage suffered by the Hub Base."
  },
  "summary_e1m1_4_001": {
    "cn": "锚点扎入了地下。其核心存在于更下方的位置。佩丽卡与你准备前往旧工厂区的地下区域，摧毁锚点的核心。",
    "en": "The Ankhor has plunged deep into the building and its core is probably in the basement. You and Perlica prepare to enter the Old Factory basement to take out the Ankhor core."
  },
  "summary_e1m1_4d2_001": {
    "cn": "利用此处种植的荞花，你可以临时制备治疗所需的药品原料——荞花粉末。",
    "en": "Use the buckflowers growing here to craft Buckflower Powder. This can be used directly or as an ingredient for making other medicines."
  },
  "summary_e1m1_5_001": {
    "cn": "锚点被成功破坏。你们遇到了陈千语，解救了因保护原型机而被困的安德烈。在返回中控塔之前，安德烈还要检查一下原型机是否受损。",
    "en": "You successfully take out the Ankhor and meet Chen Qianyu. The operator swoops in and saves Andre who was trapped at the Old Factory while trying to save a prototype. You decide to return to the Control Tower, but Andre prefers to stay and check his prototype for damages."
  },
  "summary_e1m1_6d1_001": {
    "cn": "锚点袭击发生的同时，大量裂地者渗透进了四号谷地枢纽区。",
    "en": "As the Ankhorfall struck, numerous Landbreakers infiltrated the Hub area of Valley IV."
  },
  "summary_e1m1_6d2_001": {
    "cn": "陈千语正式加入了你和佩丽卡的队伍，终末地危机处理小组即将开始行动。",
    "en": "Chen Qianyu has formally joined your team. You, Perlica, and Chen are now the Endfield Crisis Team. It is time to roll out."
  },
  "summary_e1m1_6d3_001": {
    "cn": "在你的坚持下，佩丽卡放下担忧，同意你参与行动。你们将前往指定地点，降下协议核心。",
    "en": "You persuade Perlica to set aside her worries and make you part of her mission team. You head to the designated location and deploy the Protocol Automation-Core."
  },
  "summary_e1m2_10_001": {
    "cn": "协议共振塔被启动，枢纽区基地恢复了应急电力。接下来，你需要援助遭遇人为破坏的源石副产物中心。",
    "en": "The Protocol Resonance Tower has been activated. Emergency power has been restored at the Hub Base. Your next step is to offer support to the Originium Byproduct Processing Center (BPPC) that has been deliberately damaged by attackers."
  },
  "summary_e1m2_1_001": {
    "cn": "你们救下了一名被裂地者包围的工团成员。在你们离开之时，他希望你们在路上留意一下他的两个兄弟。",
    "en": "You save a UWST crew mate surrounded by several Landbreakers. Before you leave, he tells you to look out for his two buddies."
  },
  "summary_e1m2_2_001": {
    "cn": "你们救下了一名被俘的工团成员。他决定确认设施安全后返回。在你们离开之时，他希望你们留意他的两个兄弟，并让他们来找他。",
    "en": "You save a UWST crew mate captured by the Landbreakers. He decides to inspect the facilities before heading back to base. Before you leave, he asks you to look out for his two buddies and tell them to look for him."
  },
  "summary_e1m2_3_001": {
    "cn": "你们救助了一名受伤的工团成员。他决定修好设施后再离开。他从裂地者的口中得知，这些敌人似乎是从北方过来的。",
    "en": "You save an injured UWST crew mate but he decides to repair the facilities before leaving. He managed to hear the Landbreakers mention that they came from the North."
  },
  "summary_e1m2_5_001": {
    "cn": "裂地者们虽然霸占了预定部署区域，却没有急于掠夺附近的生存物资，十分反常。但眼下不是分析的时候，部署协议核心更加重要。",
    "en": "The Landbreakers have occupied the deployment area but they are not looting the place for essential resources. This seems odd. However, this is no time for analyzing their actions. Your priority is to deploy the Protocol Automation-Core."
  },
  "summary_e1m2_5d5_001": {
    "cn": "你们清理了协议核心预定部署区域的各种障碍，随时可以进行协议核心的投放。",
    "en": "You clear all obstacles in the PAC deployment area. The PAC is ready for deployment anytime now."
  },
  "summary_e1m2_9_001": {
    "cn": "你需要通过中继器把协议核心的电力输送至协议共振塔。",
    "en": "You must use Relay Towers to transmit power from the Protocol Automation-Core to the Protocol Resonance Tower."
  },
  "summary_e1m3_10_001": {
    "cn": "你们顺利唤醒了武库工程师谢苗。他帮助你们补充了装备。",
    "en": "You successfully help arsenal engineer Semyon regain consciousness. In return, he gives you additional gear and equipment."
  },
  "summary_e1m3_10d5_001": {
    "cn": "谢苗恢复了军械库的商店功能。",
    "en": "Semyon restores the trading feature of the arsenal."
  },
  "summary_e1m3_13_001": {
    "cn": "安德烈顺利重启了TA-TA原型机。他从原型机的记录中发现，锚点袭击前，谷地要塞出现过神秘的未知信号。",
    "en": "Andre successfully reboots the TA-TA Prototype. He looks through the Prototype's datalogs and finds that an unknown and mysterious signal appeared at the Valley Fort before the Ankhorfall."
  },
  "summary_e1m3_13d5_001": {
    "cn": "安德烈顺利重启了TA-TA原型机。他从原型机的记录中发现，锚点袭击前，谷地要塞出现过神秘的未知信号。",
    "en": "Andre successfully reboots the TA-TA Prototype. He looks through the Prototype's datalogs and finds that an unknown and mysterious signal appeared at the Valley Fort before the Ankhorfall."
  },
  "summary_e1m3_14_001": {
    "cn": "眼下，中控塔大厅中央的通讯节点仍处于瘫痪状态，依仗你特殊的源石技艺似乎可以解决这个问题。佩丽卡仍旧担心着你的身体状态，但你决定尝试一下。",
    "en": "The Control Tower comms node in the middle of the main hall is not working, but your special Originium Arts might fix this problem. Perlica is worried about your health, but you decide to try it out."
  },
  "summary_e1m3_15_001": {
    "cn": "谷地要塞显然已经遭到裂地者袭击。你决定采取行动，掌握主导权。在前往谷地要塞的路上，有一位终末地的“裂地者专家”能为你们提供支持。",
    "en": "It is obvious that the Valley Fort has been attacked by Landbreakers. You decide to act and seize the initiative. A \"Landbreaker specialist\" working for Endfield will provide you support on your way to the Valley Fort."
  },
  "summary_e1m3_16_001": {
    "cn": "你们告别了秦茳尺，动身前往谷地要塞。",
    "en": "You say goodbye to Director Qin and prepare to head to the Valley Fort."
  },
  "summary_e1m3_2_001": {
    "cn": "晶体外壳是各类机械设备最常用到的材料。你们需要搜集源矿，制备晶体外壳。",
    "en": "Origocrust is commonly used by various machines and facilities. You must gather some Originium Ore to make this material."
  },
  "summary_e1m3_4_001": {
    "cn": "你已经熟悉了集成工业系统的基础操作方式。陈千语注意到了安德烈的慌张：原来，他将有关原型机的重要技术资料和一套自购零件遗落在了源石副产物中心。",
    "en": "You have familiarized yourself with the basic operations of the AIC Factory. Chen notices Andre's nervousness. Turns out the engineer accidentally left a set of parts and important technical documents for the Prototype in the Originium Byproduct Processing Center."
  },
  "summary_e1m3_4d5_001": {
    "cn": "源石副产物中心一片狼藉，你准备使用扫描功能寻找更多有用的信息。",
    "en": "The Originium Byproduct Processing Center is a mess. You prepare to use the scanning feature in order to locate more useful clues."
  },
  "summary_e1m3_5_001": {
    "cn": "你们解救了两位被困的工人。多亏了他们的及时应变，你们成功接收了他们保下的原型机零件与资料。除此之外，他们还交给了你们一些作战记录。",
    "en": "You rescue two trapped UWST crew mates. Their timely actions saved the Prototype parts and documents that they then give to you. The crew mates also give you some Combat Records."
  },
  "summary_e1m3_5d7_001": {
    "cn": "裂地者似乎一反常态地盯上了“没用”的原型机。继续调查前，你们决定先将原型机零件与资料交还给安德烈。",
    "en": "The Landbreakers are after the seemingly \"useless\" Prototype, and such behavior is quite unexpected. Before you get back to the investigation, you decide to return the Prototype parts and documents to Andre."
  },
  "summary_e1m3_6_001": {
    "cn": "晶体外壳需要大量源矿。安德烈为你准备了自动采矿设备——便携源石矿机，你需要前往附近的矿点安置它们。",
    "en": "You need plenty of Originium Ore to make Origocrusts. Andre has prepared an auto-mining facility — the Portable Originium Rig. You must go to a nearby mining spot to deploy the rig."
  },
  "summary_e1m3_8_001": {
    "cn": "据安德烈介绍，梅梅需要的源石粉末可以通过粉碎机制备。",
    "en": "According to Andre's information, the Originium Powder that Maymay needs can be produced with a Shredding Unit."
  },
  "summary_e1m3_9_001": {
    "cn": "终末地干员梅梅告诉你们，可以使用源石粉末制作炸药。除此之外，你还可以利用集成工业系统制作更多爆炸物。",
    "en": "Endfield operator Maymay tells that you can use Originium Powder to make bombs. You can also use the AIC Factory to make even more explosives."
  },
  "summary_e1m4_1_001": {
    "cn": "通往谷地要塞的必经之路上，一支裂地者队伍处决了不遵守纪律的同伴。",
    "en": "A band of Landbreakers has taken over the only road to the Valley Fort. They are also executing their own people for lack of discipline."
  },
  "summary_e1m4_3_001": {
    "cn": "你们与“裂地者专家”卡特洛·狼卫·卢皮诺顺利会合，准备修好大桥的控制设备后，一同前往谷地要塞。",
    "en": "You successfully rendezvous with the Landbreaker specialist named Catello Wulfgard Luppino. You make preparations to repair the devices for controlling the bridge and head to the Valley Fort."
  },
  "summary_e1m4_4_001": {
    "cn": "你们需要利用协议核心恢复桥梁升降开关的电力。",
    "en": "You must use the PAC to restore power for lowering and raising the bridge."
  },
  "summary_e1m5_0d5_001": {
    "cn": "远处的巨物是碾骨氏族的标志性建筑——巢雕。它产生的烟雾阻挡了你们前进的道路。",
    "en": "The giant structure in the distance is a denstack, an icon of power raised by the Bonekrushers. It is emitting a haze that blocks your way."
  },
  "summary_e1m5_3_001": {
    "cn": "聂菲斯——碾骨氏族的领袖，似乎正是四号谷地混乱的始作俑者。被你们救助的男人名叫卡贾，他恳求你们救救他的妹妹阿吉。",
    "en": "Nefarith, leader of the Bonekrusher Clan and the suspected mastermind behind the chaos of Valley IV. The young man you rescued is named Karja. He begs you to save his sister Ginny."
  },
  "summary_e1m5_4_001": {
    "cn": "你们在避难所见到了卡贾的妹妹阿吉，以及管理者索斯。阿吉的矿石病症状十分严重——储备的药物已经被用尽了。佩丽卡为她提供了罗德岛的矿石病抑制剂以缓解病症。",
    "en": "You arrive at the shelter and meet Karja's sister, Ginny, along with Soth, the leader of the shelter. Ginny has severe Oripathy but the shelter is out of suppressants. Perlica administers a dose of Rhodes Island medication on Ginny to soothe her symptoms."
  },
  "summary_e1m5_5_001": {
    "cn": "使用抑制剂后，阿吉的状况明显有所好转。卡贾终于松了一口气。",
    "en": "The suppressants alleviate Ginny's conditions. Karja finally breathes a sigh of relief."
  },
  "summary_e1m5_6_001": {
    "cn": "你们决定清理裂地者的营地，帮助难民们建立更安全的居所。",
    "en": "You decide to clear out the Landbreaker camp and help the refugees build a safer place to live."
  },
  "summary_e1m6_2_001": {
    "cn": "裂地者被你们清理干净了。你利用集成工业系统在此处建造了一个据点。",
    "en": "You clear out the Landbreakers and deploy an outpost in this area using the AIC Factory."
  },
  "summary_e1m6_5_001": {
    "cn": "作战设备可以帮助难民抵御裂地者。建造此类设备需要先利用源矿生产一些晶体外壳。通过次级核心的取货口，你可以远程获得仓库内的源矿。",
    "en": "Combat facilities can help the refugees defend themselves against Landbreakers. But to construct them, you will first need to get some Originium Ore to make Origocrusts. The Sub-PAC output ports can use belt-free transport to unload Originium Ore from your Depot."
  },
  "summary_e1m6_7_001": {
    "cn": "你们成功抵御了裂地者的袭击。谷地通道的据点将成为难民的暂居处，为他们提供庇护。",
    "en": "You successfully defeat the Landbreaker attack. The outpost at the Valley Pass will become a camp for the refugees and protect them."
  },
  "summary_e1m6_7d5_001": {
    "cn": "索斯让丹尼尔带领你们前往地下通风管道——你们可以通过那里前往裂地者的聚集地。",
    "en": "Soth asks Daniel to lead you to the underground ventilation shaft. You can now use this passage to head to the Landbreaker camp."
  },
  "summary_e1m6_8_001": {
    "cn": "佩丽卡为你介绍了名为“协议空间”的奇异现象，你决定进入其中，尝试探索。",
    "en": "Perlica tells you about a mysterious phenomenon known as the Protocol Space. You decide to venture in and investigate."
  },
  "summary_e1m7_1_001": {
    "cn": "你们要与难民们分别了。临行前，佩丽卡收到了来自阿吉的礼物——一幅她亲手画的画。",
    "en": "The time has come to say goodbye to the refugees. Ginny gives Perlica a present before you leave. The girl has made a lovely drawing."
  },
  "summary_e1m7_2_001": {
    "cn": "你们在山洞里发现了侵蚀废料。即便在碾骨氏族的领地，这也是一件异常的事。",
    "en": "You find Blighted waste in the cave. This is rare, even in Bonekrusher territory."
  },
  "summary_e1m7_3_001": {
    "cn": "碾骨氏族或许正在研究以危险的方式利用超域能量，动机不明。",
    "en": "The Bonekrushers seem to be investigating dangerous uses of Æther energy. Their motivations remain unknown."
  },
  "summary_e1m7_3d8_001": {
    "cn": "你们准备破坏为大巢雕供能的小型巢雕。在开始行动前，聂菲斯的声音突然传来。",
    "en": "As you move to destroy the smaller denstacks powering the giant one, Nefarith's voice suddenly comes through."
  },
  "summary_e1m7_4d7_001": {
    "cn": "裂地者看守的笼子内，一名身着工团制服的人在向你们呼救。",
    "en": "The Landbreakers are guarding a cage holding a prisoner wearing UWST uniform. She is calling out for help."
  },
  "summary_e1m7_5_001": {
    "cn": "你们救出了被裂地者囚禁的工人肖娜。她看到马克跟着裂地者一起去了谷地要塞。",
    "en": "You save a UWST crew mate named Shawna from the hands of the Landbreakers. She saw Mark following the Landbreakers to the Valley Fort."
  },
  "summary_e1m9_1_001": {
    "cn": "通往供能高地的大桥被聂菲斯破坏了，秦茳尺告诉你们：穿越源石研究园也可抵达供能高地，只是锚点坠落引发了大面积塌方，前往源石研究园的路暂时还无法通行。",
    "en": "Nefarith has blown up the bridge to the Power Plateau. Director Qin tells you that you can reach the Power Plateau by going through the Originium Science Park. However, an Ankhorfall has triggered a major landslide. The road to the Originium Science Park is still out."
  },
  "summary_e1m9_1d7_001": {
    "cn": "佩丽卡似乎对有人能利用超域十分在意。",
    "en": "Perlica seems rather affected after witnessing someone capable of using the Æther."
  },
  "summary_e1m9_2_001": {
    "cn": "多功能钻探器需要大量源矿作为燃料。你需要在工业发展规划升级相关工业技术，提高矿物采集效率。",
    "en": "The multi-purpose drill requires vast amounts of Originium Ore as fuel. Research the required AIC technology at the AIC Factory Plan to boost the efficiency of your mining operations."
  },
  "summary_e1m9_3_001": {
    "cn": "集成工业系统的运维人员波可丝为你说明了协议采录桩的相关知识。",
    "en": "Pocus, the operations technician of the AIC Factory, shares various information about the Protocol Datalogger."
  },
  "summary_e1m9_4_001": {
    "cn": "清障大队已经集合完毕，他们似乎遇到了一些麻烦。关于此事的具体信息，你可以询问工团的施工队长万尼科夫。",
    "en": "The landslide-clearing team has been assembled, but they seem to have a problem. Talk to the UWST construction crew captain Vannikov to know more."
  },
  "summary_e1m9_5_001": {
    "cn": "工团的工人们缺乏基础的防护装备，你可以利用集成工业系统制造一些，提供给他们。",
    "en": "The UWST crew lacks basic personal protective equipment. Use the AIC Factory to assemble the equipment for the crew."
  },
  "summary_e1m9_6_001": {
    "cn": "你可以在工业发展规划中研究“零件制造”并获得配件机，利用它制造一批工程车辆需要的定制零件。",
    "en": "You can research the AIC Factory Plan technology Parts Fitting to get a new type of facility — Fitting Units. Use them to make a batch of customized parts needed by the construction vehicle."
  },
  "summary_e1m9_7_001": {
    "cn": "清障所需的工程车辆升级完毕。目前，四号谷地内仍有一些地方需要支援。",
    "en": "The construction vehicle for clearing the landslide has been upgraded. However, there are a few locations in Valley IV that still need your support."
  },
  "summary_e2m1_1_001": {
    "cn": "清障所需的工程车辆已经完成部署。就在一切顺利进行时，意外发生了。",
    "en": "All engineering vehicles needed for clearance have been deployed. Just when everything is happening according to plan, an accident suddenly takes place."
  },
  "summary_e2m1_2d5_001": {
    "cn": "超域爆发现象已经发生。TA-TA原型机似乎可以解决这场危机。你们准备前往通向源石研究园的通道，在那里与原型机会合。",
    "en": "Æther rupture has taken place. The TA-TA prototype might be the key to resolving this crisis. You're heading for the passage to the Originium Science Park and meet up with the Prototype there."
  },
  "summary_e2m1_3_001": {
    "cn": "安德烈将升级成功后的TA-TA原型机带到了你们面前。你们将护送它前往供能高地，解决四号谷地的危机。",
    "en": "Andre brings the upgraded TA-TA Prototype to you. You must escort it to the Power Plateau and resolve the Valley IV crisis."
  },
  "summary_e2m2_1_001": {
    "cn": "你们遇到了负责此片区域搜救工作的法比安·柯林斯。在得知终末地要去处理侵蚀灾害后，柯林斯拜托你们留意一下他的同事——艾莱扎，她正在前方接应受伤工人。不能离开岗位的法比安十分担心她的安危。",
    "en": "You meet Fabian Collins who is in charge of the SAR operations in this area. When Fabian learns that your team of Endfielders is going to handle the Blight disaster, he asks you to find his colleague, Aleeza. She's up ahead helping injured workers. Fabian is unable to leave his post, and is extremely worried about her safety."
  },
  "summary_e2m2_3_001": {
    "cn": "侵蚀挡住了你们的去路，破坏侵蚀核心便能清除它们。但如果没有极大功率的设备长时间持续扫描，核心便无法现身。一筹莫展时，陈千语想起了安德烈的话——能应对超域灾害的原型机“塔塔”或许能对你们有所帮助。",
    "en": "The Blight is blocking your way. Destroying a Blight Core will cause a mass of Blight to dissipate. However, you can only manifest the Blight Core by continuously using an extremely powerful scanner. While you search in vain for a solution, Chen suddenly remembers what Andre mentioned. \"Tata\", a prototype designed to counter Ætherside disasters, might offer a solution."
  },
  "summary_e2m2_3d5_001": {
    "cn": "陈千语启动了原型机“塔塔”，成功扫描出了侵蚀核心。只要破坏它，你们便可以继续前进了。只是，扫描过后，塔塔的温度异常升高了。",
    "en": "Chen activates the TA-TA Prototype and managed to reveal a Blight Core through scanning. Smash it to purge the Blight and progress through this place. However, performing the scan seems to have caused Tata to overheat abnormally."
  },
  "summary_e2m2_4_001": {
    "cn": "你们救助了被侵蚀所困的艾莱扎·柯林斯——她正是法比安·柯林斯的妹妹。然而，公路被毁，你们不得不绕路前行。",
    "en": "You free Aleeza Collins, the younger sister of Fabian Collins, from the Blight. However, the road has been destroyed, forcing you to take a detour."
  },
  "summary_e2m2_6d5_001": {
    "cn": "艾莱扎·柯林斯将源石实验园区的权限卡交给了你们。她告诉你们，想要通过园区，需要用到它。",
    "en": "Aleeza Collins gives you the access card for the Originium Science Park. She says you'll need it to get through the area."
  },
  "summary_e2m3_1_001": {
    "cn": "源石实验园区的大门因断电无法启动，你们需要逐一检查附近为其供电的三台发电机。",
    "en": "The gate of the Originium Science Park cannot be opened as it is out of power. You must inspect three nearby generators that supply it with power."
  },
  "summary_e2m3_3_001": {
    "cn": "源石实验园区的大门被成功开启。柯林斯兄妹带领人们撤离，而你们将前往更加危险的园区深处。",
    "en": "You successfully open the gate of the Originium Science Park. The UWST crew evacuates the site with the Collinses leading the way. You, however, must go deeper into the Park where danger lurks."
  },
  "summary_e2m4_12_001": {
    "cn": "你们跟随伊冯的无人机，前往研究所的二楼。",
    "en": "You follow Yvonne's drone to 2F of the Research Center."
  },
  "summary_e2m4_3_001": {
    "cn": "你发现可以利用协议技术使塔塔与协议通讯信号塔相连，这样便可扩大塔塔的扫描范围。信号塔就在不远处，你们需要从未被侵蚀堵塞的地下区域前往。",
    "en": "You realize that you can use Techno-Protocol to connect Tata to a Protocom Signal Tower and expand its scanning range. The signal tower is not too far away, but the only way to reach it is by going through the underground area not yet flooded by the Blight."
  },
  "summary_e2m4_5_001": {
    "cn": "园区里的机关似乎出自伊冯之手。经过一系列升级改造，这些机关帮助许多人保住了性命。",
    "en": "Yvonne made many of the traps and defenses in the Science Park. Her upgrades and mods have saved the lives of many Park workers."
  },
  "summary_e2m4_7_001": {
    "cn": "你们成功连接了塔塔与协议通讯信号塔，但塔塔的损伤似乎更严重了——它的外壳都被烧坏了。",
    "en": "You successfully connect Tata to the Protocom Signal Tower but the scan nearly totals Tata. The heat even melts through its casing."
  },
  "summary_e2m5_1_001": {
    "cn": "你们跟随伊冯的指引前往她的实验室。",
    "en": "You follow Yvonne's guide and proceed to her lab."
  },
  "summary_e2m5_2_001": {
    "cn": "你们在实验室内见到了伊冯，她正在调校替换零件的功率。你们需要将塔塔带到研究所后门的检修平台上才能修理。伊冯和你们一同出发，清理研究所大楼内的裂地者，前往平台。",
    "en": "You meet Yvonne at her lab. She happens to be adjusting the power output of the replacement parts. You must take Tata through the backdoor of the Research Center and use the repair platform to fix it. Yvonne agrees to come along. Clear out the Landbreakers in the Research Center and reach the platform."
  },
  "summary_e2m5_3_001": {
    "cn": "你帮助伊冯选好了唱片，顺着话题，你们交流了组装塔塔时的想法。一段时间后，伊冯完成了准备工作。可以出发去检修平台了。",
    "en": "You help Yvonne choose her vinyl and discuss about her ideas when assembling data. After a while, Yvonne completes her prep work and prepares to set off for the repair platform."
  },
  "summary_e2m5_5_001": {
    "cn": "维修成功了，塔塔恢复了精神。你们与伊冯告别，继续前进。",
    "en": "Tata is successfully repaired and regains its vigor. You leave Yvonne for now and continue with your mission."
  },
  "summary_e2m6_11_001": {
    "cn": "你们和越医生交谈后得知，他负责矿区营地内的救治工作，而艾尔法斯此刻就在诊所内。",
    "en": "Medical Officer Yue tells you he oversees medical care at the Mining Camp and that Alfass is at the clinic right now."
  },
  "summary_e2m6_13_001": {
    "cn": "你们来到洛茜的位置，她接回的探查队队员罗伊尔提到了源石树枝抵挡震荡波的情况，这提供了躲避震荡波的可能性。你们决定查明这一现象。罗伊尔想起詹娜奶奶在照料一棵活着的源石树苗，她一定知道更多。",
    "en": "You regroup with Rossi. The returning survey team member, Royle, mentions that Originium branches were able to block shockwaves, suggesting a possible method of defense. You decide to investigate this further. Royle recalls that Granny Jenner has been tending a living Originium sapling, so she might know more."
  },
  "summary_e2m6_14_001": {
    "cn": "詹娜为你们讲述了矿脉源区的过往，被称为“星体”的巨型天使曾在四号谷地降临。四号谷地的人们选择引爆世代摇篮中的源石大树，以此消灭“星体”。与那棵源石大树有关的记忆，此刻在管理员脑内浮现……",
    "en": "Granny Jenner recounts the past of the Origin Lodespring. \"Astarron\", a giant Aggelos, once descended upon Valley IV and the Valley dwellers were forced to detonate the Great Originium Oak in the Cradle of Ages to destroy it. Now, memories tied to that tree has surfaced in the Endministrator's mind…"
  },
  "summary_e2m6_14d5_001": {
    "cn": "工团的孩子们发现了塔塔，并想和它一起玩。矿区营地内很安全，你们让它试着接纳孩子们。",
    "en": "UWST children notice Tata and want to play with it. With the Mining Camp secure, you encourage Tata to engage with them."
  },
  "summary_e2m6_15_001": {
    "cn": "门卫马特维拦住了你们，矿区营地外的震荡波诡异且危险，在得到足够线索前不能贸然前进。",
    "en": "Matvei the gate guard stops you. The strange shockwaves outside the Mining Camp are too dangerous. You must find enough intel before you can head outside."
  },
  "summary_e2m6_17_001": {
    "cn": "你们抵达了矿区医疗站，这里就是洛茜口中矿区营地的诊所。工团少女阿丽娅也在这里帮忙。你们和洛茜决定分头行动，积极收集线索。",
    "en": "You arrive at the Mining Area Clinic, the very one Rossi referred to as the Mining Camp's clinic. Alia is also helping out here. You and Rossi decide to fan out and gather as much intel as possible."
  },
  "summary_e2m6_1_001": {
    "cn": "你们接到了伊冯的通信：她叮嘱你们照顾好塔塔，并告知矿脉源区也有协议通讯信号塔，可以借助塔塔升级的扫描功能消除侵蚀。",
    "en": "Yvonne contacts you, urging you to take good care of Tata. She also notes that the Origin Lodespring has Protocom Signal Towers and you can use Tata's enhanced scanning feature to eliminate the Blight."
  },
  "summary_e2m6_5_001": {
    "cn": "在前往矿脉源区的路上，你们发现锚点竟然只形成了少量天使。佩丽卡推测前方可能潜伏着巨大威胁。一名叫阿丽娅的工团少女找到了你们，并发出了求助——支援一名遇到麻烦的狼群成员。",
    "en": "As you head toward the Origin Lodespring, you find that the Ankhors have generated far fewer Aggeloi than expected. Perlica suspects a serious threat lies ahead. A UWST crew mate named Alia rushes over and asks for your help — a Pack member is in trouble."
  },
  "summary_e2m6_7_001": {
    "cn": "眼前的神秘少女似乎认识佩丽卡。经过一番交流，你们得知她是洛茜，一位与终末地有合作的狼群成员。她提到矿区医疗站有位叫作艾尔法斯的搜救队队员了解目前的情况，于是你们决定随她一同前往。",
    "en": "The mysterious girl seems to know Perlica. After a brief exchange, you learn her name is Rossi, and she's a Pack member working with Endfield. She says an SAR crew mate named Alfass at the Mining Area Clinic might know more about the current situation, so you decide to go there with her."
  },
  "summary_e2m6_9_001": {
    "cn": "你们见到了艾尔法斯，他告诉你们他曾在世代摇篮附近见到一个疑似聂菲斯的女人，诡异的锚点和震荡波似乎都和她有关。你们有了一个可怕的猜想：聂菲斯难道可以控制锚点坠落的位置？",
    "en": "You meet with Alfass, and he tells you he once saw a woman resembling Nefarith near the Cradle of the Ages. The abnormal Ankhors and shockwaves may all be linked to her. A chilling thought comes to you: can Nefarith control where the Ankhors fall?"
  },
  "summary_e2m7_2_001": {
    "cn": "矿脉源区的锚点与这里的屏障相互关联。你们需要破坏剩余的锚点，解除屏障。",
    "en": "The Ankhor at the Origin Lodespring seems to be linked with the barrier. Neutralize the remaining Ankhors and see if you can dispel the barrier."
  },
  "summary_e2m7_5_001": {
    "cn": "这些特殊的源石树枝似乎在回应着你。",
    "en": "These special Originium branches seem to be calling out to you."
  },
  "summary_e2m7_5d5_001": {
    "cn": "你们救下了罗伊尔提到的探查队队员。他们被震荡波困在这里，依靠源石树枝坚持到了现在。他们同样提到了疑似聂菲斯的女人出现。为了答谢你们的帮助，他们决定使用吊车帮你们开路。",
    "en": "You save the survey team members that Royle mentioned. The shockwaves trapped them at this place and the Originium branches kept them intact. They also mentioned a woman who might be Nefarith. To thank you for saving them, they decide to use their crane and create a path for you."
  },
  "summary_e2m7_6_001": {
    "cn": "最后一个锚点在运输区。",
    "en": "The last Ankhor is at the Logistics Area."
  },
  "summary_e2m7_7_001": {
    "cn": "你需要将塔塔连接至协议信号塔，完成扫描。",
    "en": "Connect Tata to the Protocol Signal Tower and complete the scan."
  },
  "summary_e2m7_8_001": {
    "cn": "最后一个锚点已被解决。你们准备返回世代摇篮入口，那里的屏障应该已经消失了。",
    "en": "The last Ankhor has been neutralized. The barrier should be gone. You prepare to head back to the entrance of the Cradle of the Ages."
  },
  "summary_e2m8_4_001": {
    "cn": "巨型的天使被击败，在源石大树残骸的中央，一棵幼嫩的树苗破土而出。",
    "en": "The giant Aggelos is defeated. A tender sapling sprouted in the midst of the Great Originium Oak's remains."
  },
  "summary_e2m8_5_001": {
    "cn": "这片于未愈的伤口处萌生的美景，也与你的过去息息相关。",
    "en": "The land is yet unhealed but a beauteous Originium geode has grown over the wounds. This may have something to do with your past."
  },
  "summary_e2m8d5_1_001": {
    "cn": "前方危机四伏，你需要做足准备后再前进。",
    "en": "Danger lies ahead. Make sure you are fully prepared before advancing."
  },
  "summary_e2m8d5_2_001": {
    "cn": "佩丽卡担心着你的安危。",
    "en": "Perlica is worried about your safety."
  },
  "summary_e3m1_1_001": {
    "cn": "你们抵达了供能高地，此处是四号谷地的能源中心。聂菲斯所引发的危机源头近在咫尺，你们下定决心，准备迎接这段旅途最后的挑战。",
    "en": "You arrive at the Power Plateau, the energy producing center of Valley IV. The epicenter of the disaster caused by Nefarith is near. You steel yourselves and prepare to face the final challenge of this journey."
  },
  "summary_e3m1_1d5_001": {
    "cn": "源石发电站——四号谷地开拓的象征已被裂地者占领，你们必须穿过这里，找到抵达超域试验场的路。",
    "en": "The Originium Power Plant, symbol of humanity's pioneering efforts in Valley IV, has been captured by the Landbreakers. You must go through this place to reach the Æther Test Site."
  },
  "summary_e3m1_2_001": {
    "cn": "进入源石发电站，你们发现周围布满了战斗过的痕迹，许多设施已经被破坏，一些裂地者徘徊在门口。你们击败裂地者后，收到了未知男性的联络。",
    "en": "Inside the Originium Power Plant, you find signs of battle all around. Many of the facilities have been damaged, and several Landbreakers roam near the gate. After defeating them, you receive a radio message from an unfamiliar male voice."
  },
  "summary_e3m1_4_001": {
    "cn": "与克劳的通信中断后，你们商议了一番，决定前往他提供的位置一探究竟。",
    "en": "After the radio call with Crowe, you hold a short discussion. You then decide to head to the location he provided to continue your investigations."
  },
  "summary_e3m2_1_001": {
    "cn": "在和工团研究员安格鲁的交谈中，他声称自己正按照克劳的计划，做着与裂地者同归于尽的准备。你们连忙叫停了这一行为，并从他口中获得了克劳的准确位置。",
    "en": "You talk to UWST scientist Angro. He claims he's following Crowe's plans to take as many Landbreakers with him as he can. You quickly put a stop to his actions and acquire Crowe's precise location from him."
  },
  "summary_e3m2_2_001": {
    "cn": "你们找到了克劳，他讲述了自己原本的计划——炸毁整个供能高地，与碾骨氏族同归于尽。在发现你们带着塔塔后，克劳改变了主意，决定支持终末地的计划。",
    "en": "You find Crowe, and he reveals his original plan — to blow up the entire Power Plateau and go down with the Bonekrushers. But your arrival with Tata convinces him to abandon that plan and support Endfield's mission."
  },
  "summary_e3m3_11_001": {
    "cn": "克劳准备使用工团的应急手段——“烙铁指令”，呼叫附近战区的军事支援。所需的发信器和权限钥匙卡遗落在源石发电站中，克劳派出了学徒前去回收，但他们至今未归。克劳希望你们帮忙带回这些学徒，并找到对应物品。",
    "en": "Crowe plans to use the Utjug Order to request support from nearby warzones. The required signal emitter and authorization keycard were left in the Originium Power Plant. He sent his apprentices to retrieve them, but they haven't returned. He asks for your help to bring back both the apprentices and the items."
  },
  "summary_e3m3_4_001": {
    "cn": "你们解救了与裂地者对峙的工团技术员邓恩，他是克劳派出回收权限钥匙卡的学徒。你们得到了带着血迹的权限钥匙，并从他口中得知另一位学徒克莱维尔前往了发电站内的实验室。",
    "en": "You rescue Dean, a UWST technician who was fending off Landbreakers. He's one of the apprentices Crowe sent to retrieve the authorization keycard. You obtain the bloodstained keycard and learn that another apprentice — Clavell — went toward the lab inside the Power Plant."
  },
  "summary_e3m3_5_001": {
    "cn": "被困在实验室内的克莱维尔告诉你们，他在回收发信器的途中遭遇了裂地者，被迫将其一同锁在了实验室中。此刻，裂地者正在实验室内大肆破坏。为了解除危机，你们决定消灭一门之隔的裂地者。",
    "en": "Clavell, trapped inside the lab, tells you he ran into a Landbreaker while retrieving the signal emitter and was forced to lock the door. The Landbreaker is now tearing through the lab. You decide to take down the threat rampaging on the other side of the door."
  },
  "summary_e3m3_8_001": {
    "cn": "在操作间转交“烙铁指令”相关的装置后，众人一起来到了源石发电站外。克劳决绝地启动了发信器，连通了工团的战区指挥部。战区指挥部希望你们使用信标定位火力打击位置，工团会提供远程火力支援。",
    "en": "You hand over the Utjug Order devices in the control room and head outside the Originium Power Plant. Crowe activates the signal emitter without hesitation, establishing contact with the UWST Warzone Command. The Command requests that you use beacons to mark strike targets — UWST will provide long-range fire support."
  },
  "summary_e3m4_3_001": {
    "cn": "阻挡你们的机关似乎与吸入雾气后能看见的符号有所关联，佩丽卡提议尝试利用这些雾气和符号，找到破解机关的办法。",
    "en": "Breathing in the haze lets you see certain symbols that seem to be associated with the mechanisms blocking your way. Perlica recommends using the haze and symbols to find a way through the mechanisms."
  },
  "summary_e3m4_6_001": {
    "cn": "超域试验场门前，你们下定了决心要关闭悬在头顶的裂隙，而塔塔是其中的关键。在准备充分后，该做出最后的了断了。",
    "en": "At the gates of the Æther Test Site, you resolve to seal the rift looming overhead — and Tata is the key. With everything in place, it's time for the final showdown."
  },
  "summary_e3m6_101_001": {
    "cn": "你们赢得了胜利，但也失去了塔塔。秦茳尺希望你和参与决战的同伴返回枢纽区基地。",
    "en": "Victory is yours, but you have lost Tata. Director Qin hopes you can return to the Hub Base together with those who fought in the last battle."
  },
  "summary_e3m6_102_001": {
    "cn": "你和战后归来的众人在枢纽区基地相聚，享受来之不易的胜利。",
    "en": "You and the people who fought in the battle meet up in the Hub Base. Together, you enjoy the hard-won victory."
  },
  "summary_e3m6_105_001": {
    "cn": "秦茳尺向你汇报了四号谷地的状态。虽然道阻且长，但四号谷地终将恢复安宁。",
    "en": "Director Qin gives you a summary of the current situation in Valley IV. The road ahead is long and difficult, but peace will eventually return."
  },
  "summary_e3m6_11_001": {
    "cn": "面对重回和平的四号谷地，你和佩丽卡重新确认了行动的决心，一起感受片刻的安宁。",
    "en": "Peace is returning to Valley IV. Both you and Perlica reaffirm each other's commitment to the mission and enjoy the brief moment of serenity."
  },
  "summary_e4m1_101_001": {
    "cn": "伊冯侦测到了一个微弱的超域能量信号。你们需要利用塔塔在协议通讯信号塔里留下的扫描日志，帮助伊冯排除干扰。",
    "en": "Yvonne has detected a faint Æther energy signal. You'll need to use the scanning log Tata recorded in the Protocom Signal Tower to help her filter out the interference."
  },
  "summary_e4m1_102_001": {
    "cn": "你得知罗丹似乎并没有被彻底击败。而与终末地合作的“猎人”莱西娅突然出现，证明超域的威胁已经变得越来越近。",
    "en": "You learn that Rhodagn is not completely defeated. A \"hunter\" named Lycia who has been working with Endfield makes a sudden appearance. These incidents show that you are getting closer to the Æther threat."
  },
  "summary_e4m1_2_001": {
    "cn": "伊冯开始了超域能量的数据分析，她还利用协议通讯信号塔的数据制造了一枚临时试验组件。在利用它消除真正的侵蚀前，你们还需要对它做一些测试。",
    "en": "Yvonne has begun analyzing the Æther energy data readings. She also makes a test component using data you acquired from the Protocom Signal Towers. You must test out this component before using it to clear actual Blight."
  },
  "summary_e4m1_3_001": {
    "cn": "在伊冯启动侵蚀模拟装置后，你们开始测试试验组件的扫描功能，看看能否通过它找出侵蚀核心。",
    "en": "Yvonne activates the Blight simulator. You begin testing the component's scanning feature and see if it can find the Blight Core."
  },
  "summary_e4m1_4_001": {
    "cn": "伊冯定位了超域能量的活动位置。你们将前往供能高地的源石发电站寻找该信号。",
    "en": "Yvonne has located the source of the active Æther energy. Head to the Originium Power Plant on the Power Plateau to track the signal."
  },
  "summary_e4m1d5_1_002": {
    "cn": "文明环带的三位代表向你报告了几乎与四号谷地事件同时出现的超域异象。基于《环带公约》，文明环带恢复了你与终末地工业的特别权限。",
    "en": "The three representatives from the Civilization Band report Æther anomalies to you, which occurred almost exactly at the same time as the Valley IV incident. Given the terms dictated by the Band Accord, the Civilization Band has restored a special authority level to you and to Endfield Industries."
  },
  "summary_e4m1d5_6_001": {
    "cn": "M3给你带来了有关聂菲斯的新消息：武陵城附近发现了与她有关的超域能量活动迹象。必须在聂菲斯造成更多破坏前阻止她。",
    "en": "M3 brings you news about Nefarith. Æther activity signatures linked to her have been found near Wuling City. You must stop Nefarith before she causes more destruction."
  },
  "summary_e4m2_1_001": {
    "cn": "你们见到了洁尔佩塔。在佩丽卡与她确认情况后，你们准备共同前往封存处，尝试回收石棺。",
    "en": ""
  },
  "summary_e4m2_3_001": {
    "cn": "多亏了洁尔佩塔的源石技艺，石棺安然无恙。你们需要将石棺带回帝江号。佩丽卡事先准备好了传送信标，她将与你一同寻找合适的投放位置。",
    "en": ""
  },
  "summary_e4m2_4_001": {
    "cn": "信标展开完成。你们告别了陈千语与洁尔佩塔，带着石棺返回了帝江号。",
    "en": ""
  },
  "summary_e4m2_5_001": {
    "cn": "佩丽卡希望你准备完毕后就来找她。",
    "en": ""
  },
  "summary_e4m2_6_001": {
    "cn": "设备调试完毕，你躺入了石棺内。",
    "en": ""
  },
  "summary_e4m2_7_001": {
    "cn": "你告诉佩丽卡自己并没能恢复记忆。担忧之余，她希望你先去休息。如果你有需要，随时可以在帝江号的舰桥处找到她。",
    "en": ""
  },
  "summary_e4m2_9_001": {
    "cn": "你曾教会过佩丽卡许多——她向你诉说着你们的过去与她的担忧。尽管记忆仍未恢复，但你却未曾动摇过自己的信念，怀疑过自己的使命。你将一如既往地跨越苦难，与佩丽卡——与终末地并肩而行，抵达那联结一切的终焉之地。",
    "en": ""
  },
  "summary_e5m1_10_001": {
    "cn": "你们清醒后遇到一个神秘的女孩，在对峙中陈千语突然认出了对方。原来她名叫汤汤，是清波寨的大当家。你和陈千语决定商量一下接下来该怎么办。",
    "en": "You meet a mysterious girl when you wake. During the stand-off, Chen suddenly recognizes the girl — Tangtang. She is now the chieftain of Qingbo Stockade. Chen and you decide to discuss about your next step."
  },
  "summary_e5m1_1_001": {
    "cn": "帝江号上，你们分析了获取的情报，认为聂菲斯和碾骨氏族正向武陵方向转移。菲奥娜已经准备好了着陆程序，你们决定即刻出发，支援武陵城。",
    "en": "You analyze the gathered intel aboard Dijiang, and believe that Nefarith and her Bonekrushers are moving towards Wuling. Fiona has prepared the landing protocol. You decide to set off at once to support Wuling City."
  },
  "summary_e5m1_5_001": {
    "cn": "你们成功着陆，却发现由于事故，着陆点和计划产生了偏差。所幸你们仍在武陵范围内，接下来的路只能自己走了。曾在武陵城生活过的陈千语自告奋勇，带着你们寻找渡水的动力竹筏。",
    "en": "You successfully make your landing but an accident has caused the landing point to deviate from the planned coordinates. Though you are still within the Wuling region, there is quite a bit of walking to do. Chen Qianyu has lived in Wuling before, so she volunteers to take you around and find a powered raft to navigate the waters."
  },
  "summary_e5m1_6_001": {
    "cn": "你们在渡口邂逅了一名自称“阿达希尔”的旅行者，他正因读不懂炎国文字而无法启动竹筏。你们看他没有恶意，决定帮他一把。",
    "en": "You meet a traveler named Ardashir at the ferry point. He can't activate the raft as he doesn't know how to read Yanese. Since Ardashir looks friendly enough, you decide to help him out."
  },
  "summary_e5m1_7_001": {
    "cn": "你们走下竹筏，眼前是一片茂密的竹林，阿达希尔先走一步，你们也决定穿过竹林前往武陵城。",
    "en": "You alight from the raft and see a dense bamboo grove before you. Ardashir takes his leave. You also decide to pass through the grove to reach Wuling City."
  },
  "summary_e5m1_9d5_001": {
    "cn": "即将走出竹林时，阿达希尔突然叫住了你。他问了你一个意味深长的问题。你的回答没有任何犹豫，阿达希尔注视着你离去的身影，脸上留下了复杂的表情。",
    "en": "Ardashir suddenly calls out to you when you are about to leave the grove. He asks you a deep question. You answer without hesitation and exit the grove, leaving the young man with an uncertain look on his face as he sees you off."
  },
  "summary_e5m2_11_001": {
    "cn": "佩丽卡发觉裂地者此次的行动方式和四号谷地时的截然不同，推测他们还有什么不为人知的计划。汤汤确认大桨平安无事后，招呼你们一起去修桥。",
    "en": "Perlica notices that the Landbreakers are behaving very differently from how they acted in Valley IV. She suspects that they might have some secret plans. Meanwhile, after confirming that Da Jiang is safe, Tangtang asks you and your team to help repair the bridge."
  },
  "summary_e5m2_16_001": {
    "cn": "你们帮助清波寨解除了危机，收获了更多的信任。此时石牙告诉你们，还有一批寨民被困在了小礁附近。",
    "en": "You help Qingbo Stockade overcome the crisis and earn their trust. Just then, Stonefang tells you that another group of residents is trapped near the small reef."
  },
  "summary_e5m2_1_001": {
    "cn": "你和陈千语核对情况后，决定先不轻举妄动。和汤汤打过交道的陈千语提出了一个办法——将计就计。",
    "en": "You and Chen Qianyu agree that it's best not to make any sudden moves for now. Drawing on her past run-ins with Tangtang, Chen proposes an idea — beat her at her own game."
  },
  "summary_e5m2_20_001": {
    "cn": "众人齐心协力解救了寨民，汤汤感慨如果早点认识你们多好。阮一觉得汤汤见到你们后开心了许多。汤汤遵守约定，告诉你们修好前方的水车就可以打开通往武陵城的路。",
    "en": "With everyone working together, the trapped Stockade residents are safely rescued. Tangtang lets out a wistful sigh, wishing she had met you sooner. Ruan Yi remarks that Tangtang has been in much better spirits since crossing paths with you. As promised, Tangtang tells you once the waterwheels ahead are repaired, the path to Wuling City will be clear."
  },
  "summary_e5m2_2_001": {
    "cn": "你和陈千语一唱一和，声称自己希望跟着汤汤混，借此报复武陵城。汤汤在奉承之下相信了两人。陈千语提议先找到同伴佩丽卡，以便更好地帮助汤汤对付武陵城巡卫，汤汤想也不想就答应了下来。",
    "en": "You and Chen put on a show, saying you want to stick with Tangtang to get back at Wuling City. Tangtang quickly falls for your flattery and starts trusting you. Chen suggests finding Perlica first so you can better help Tangtang against Wuling watchguards. Without a second thought, Tangtang agrees immediately."
  },
  "summary_e5m2_3_001": {
    "cn": "你们找到了佩丽卡，此时的她正在和汤汤的哥哥——阮一对峙。在汤汤的一番解释下，佩丽卡和阮一暂时中止了剑拔弩张的架势。汤汤趁机把阮一拉到了一旁说起悄悄话来。",
    "en": "You find Perlica and she is locked in a standoff with Tangtang's older brother, Ruan Yi. After Tangtang explains the situation, the tension eases and both Perlica and Ruan Yi lower their guard. Tangtang then pulls Ruan Yi aside for a private conversation."
  },
  "summary_e5m2_4_001": {
    "cn": "你和陈千语向佩丽卡说明了当前的情况，在分析局势后，佩丽卡认为需要找到方法尽快抵达武陵城。此时汤汤也已决定利用你们帮清波寨做事，提出只要帮忙，她就可以助你们前往武陵城。",
    "en": "You and Chen explain everything to Perlica. After analyzing the situation, she agrees that the top priority is finding a way to reach Wuling City as soon as possible. At the same time, Tangtang has also made up her mind — if you are willing to help out around Qingbo Stockade, she'll return the favor by helping you get to Wuling City."
  },
  "summary_e5m3_0d5_001": {
    "cn": "汤汤声称自己很欣赏你们，还给了你们“汤汤券”作为信物。对于你决定继续前往武陵城“解决恩怨”一事，汤汤大为赞许，欣然同行。",
    "en": "Tangtang is impressed with your work and even gives you Tangtang Certs as a token of her appreciation. She also approves of your goal of \"settling the biz\" at Wuling City and happily decides to tag along."
  },
  "summary_e5m3_1_001": {
    "cn": "汤汤从弭弗手中逃走，这位武陵巡卫队的队长认出了你们的身份，打算向庄方宜汇报你们的情况。",
    "en": "Tangtang escapes from Mi Fu, but the Captain of the Wuling Watchguards recognizes you. She decides to report to Zhuang Fangyi about your situation."
  },
  "summary_e5m3_3_001": {
    "cn": "汤汤的爆破行为影响了储备站的防御工事。你们看着紧闭的大门，意外发现竟是终末地和宏科院曾经合作的产品，佩丽卡提到只需要让轴承保持转动就可以打开门。闻言，弭弗似乎想起了什么，让你们跟她走。",
    "en": "Tangtang's demolition has affected the defense works of the Field Logistics Depot. You look at the tightly shut gate and accidentally discover that it was jointly produced by Endfield and HAS. Perlica mentions that you can open the gate by keeping the main bearings operable. Mi Fu hears this and seems to remember something. She asks you to follow her."
  },
  "summary_e5m3_4_001": {
    "cn": "弭弗带你们进入储藏室，众人在杂物中发现了一台射流无人机。",
    "en": "Mi Fu brings you to a storage room filled with random things, including a jet drone."
  },
  "summary_e5m3_5_001": {
    "cn": "你们成功打开了通路，与公务在身的弭弗告别，准备前往武陵城见庄方宜。",
    "en": "You successfully opened up a way and say goodbye to Mi Fu as she still has work to do. You then prepare to head to Wuling City to meet Zhuang Fangyi."
  },
  "summary_e6m1_10_001": {
    "cn": "你们在息壤沙盘上看到了武陵面临的侵蚀潮威胁。庄方宜坦承，如今武陵城的息壤储备撑不过三个月。唯有集成工业系统建成后，依靠量产息壤才能替武陵城解围。",
    "en": "The Xiranite sandbox shows the threat of the Blight Tide looming over Wuling. Zhuang Fangyi admits that the city's current Xiranite reserves will not last more than three months. In order to save Wuling, the Automated Industry Complex must be completed for Xiranite mass production."
  },
  "summary_e6m1_11_001": {
    "cn": "当你触碰了办公室中的粒子束后，你感觉到了息壤对你的亲和。庄方宜向你解释，息壤技术的诞生本就和你有关。",
    "en": "You touch the particular formation in the office and feel the Xiranite resonate with you. Zhuang Fangyi explains that the very birth of Xiranite technology has been tied to you from the start."
  },
  "summary_e6m1_12_001": {
    "cn": "庄方宜为你留下了一块未开发的区域用于部署协议核心。此外，她也希望你能够回忆起一些武陵城的人或事。",
    "en": "Zhuang Fangyi has reserved an undeveloped area for you to deploy the PAC. Additionally, she hopes you can recall some of the people and events of Wuling City."
  },
  "summary_e6m1_13_001": {
    "cn": "你们发现，武陵城外发生了紧急情况，巡卫正在协助平民撤回城内的安全区域。",
    "en": "You discovered that an emergency has occurred outside Wuling City. The watchguards are helping civilians evacuate to safety."
  },
  "summary_e6m1_2_001": {
    "cn": "你们惊讶于在天师桩阵列上空出现的庄方宜，而她似乎也注意到了你的存在。在庄方宜的授意下，无人机迎宾客前来迎接你们前往总桩与她见面。",
    "en": "To your surprise, you spot Zhuang Fangyi flying above the Tianshi Pillar array. She seems to have noticed you too. Moments later, a drone receptionist, dispatched under her authorization, arrives to greet you and invites you to proceed to the Main Pillar to meet her."
  },
  "summary_e6m1_3_001": {
    "cn": "进入受天师桩阵列保护的武陵城之后，安全的环境让你们紧张许久的心情终于得以放松。陈千语也对阔别已久的武陵城充满了期待。",
    "en": "Entering Wuling City under the protection of the Tianshi Pillar array, the tense weight that had lingered for so long finally began to lift. Chen Qianyu's eyes lit up — after all these years, she was here again."
  },
  "summary_e6m1_4_001": {
    "cn": "迎宾客带领你们来到总桩之下，弭弗已经在此等待。她引导你们前往庄方宜办公室。",
    "en": "The receptionist bot leads you to the Main Pillar, where Mi Fu is already waiting. She then escorts you to Zhuang Fangyi's office."
  },
  "summary_e6m1_7_001": {
    "cn": "庄方宜重整衣装后，在办公室迎接你们的到来。她对你的失忆状态极为关心。从交谈中得知，似乎在多年以前，你们就已经短暂相识。",
    "en": "After adjusting her attire, Zhuang Fangyi welcomes you into her office. She's visibly concerned about your memory loss, and during the conversation, it becomes clear that the two of you had a brief encounter many years ago."
  },
  "summary_e6m1_9_001": {
    "cn": "你和庄方宜站在窗前，远眺了城外的侵蚀潮。武陵城外危机四伏，你们也与庄方宜分享了有关聂菲斯和阿达希尔的情报。",
    "en": "You and Zhuang Fangyi stand by the window and gaze out at the Blight Tide beyond the city. Danger lurks all around the outskirts of Wuling. You also share intel concerning Nefarith and Ardashir with Zhuang Fangyi."
  },
  "summary_e6m2_11_001": {
    "cn": "连通试验田的水渠因为意外塌方无法正常提供用水。为了避免试验田受影响，你们决定用集成工业系统的设备解决麻烦。",
    "en": "The canal connected to the test plots has collapsed due to an unexpected landslide. Water supply has been disrupted. You decide to fix this issue by using the facilities of the AIC Factory."
  },
  "summary_e6m2_13_001": {
    "cn": "水泵和给水器安置完毕之后，彦宁主动向我们提供了可以自动连接周围息壤电力设备的息壤中继器和供电桩。",
    "en": "Having deployed the Fluid Pump and Fluid Supply Unit, Yan Ning eagerly provides you with Xiranite Relays and Xiranite Pylons that can automatically connect nearby Xiranite power facilities."
  },
  "summary_e6m2_14_001": {
    "cn": "利用集成工业系统顺利解决了水渠的麻烦后，你们决定陪同彦宁天师前去深度读数异常区域。",
    "en": "After fixing the canal with the AIC Factory, you decide to accompany Tianshi Yan to the area with abnormal Depth readings."
  },
  "summary_e6m2_3_001": {
    "cn": "你们按照庄方宜所说，与她安排的向导——少年巡卫黎风会合，由他带领你们前往预留的工业用地。",
    "en": "Following Zhuang Fangyi's instructions, you meet up with the guide (Lifeng) she arranged. He will lead you to the designated industrial site."
  },
  "summary_e6m2_5_001": {
    "cn": "跟随黎风前往部署集成工业系统的途中，你们偶遇了在此收集数据的彦宁和白霜。众人闲谈间，威胁突然出现……",
    "en": "While Lifeng leads you to the AIC Factory deployment site, you run into Yan Ning and Bai Shuang who are collecting data. While talking to them, danger suddenly makes an unexpected appearance..."
  },
  "summary_e6m2_6_001": {
    "cn": "你们惊讶于在天师桩阵列内也出现了天使，这说明武陵城的实际情况已经很糟糕。天师彦宁带着她的学生白霜继续设法遏制侵蚀灾害，而黎风则带领你们前往目的地。",
    "en": "You're surprised to see Aggeloi inside the Tianshi Pillar array. This reveals just how dire the situation in Wuling City has become. Tianshi Yan Ning and her student Bai Shuang continue to hold back the Blight, while Lifeng leads you toward your destination."
  },
  "summary_e6m2_7_001": {
    "cn": "你们降下了协议核心，准备正式开始武陵的工业计划。",
    "en": "You deploy the PAC and make preparations to start the Wuling AIC Factory Plan."
  },
  "summary_e6m2_8_001": {
    "cn": "彦宁天师通过采集的数据判断出武陵城的息壤储备情况比她所知的更不乐观，也因此对把所有麻烦都扛在肩上的庄方宜十分不满。为了尽快实现息壤的量产，庄方宜邀请你们前往息壤中心实验室帮忙。",
    "en": "Upon analyzing the collected data, Tianshi Yan concludes that Wuling City's Xiranite reserve is in worse shape than she expected — much to her frustration, especially with Zhuang Fangyi for trying to shoulder everything on her own. In order to accelerate the mass production of Xiranite, Zhuang Fangyi invites you to assist at the Xiranite Central Laboratory."
  },
  "summary_e6m2_9_001": {
    "cn": "黎风为你们指出一条前往息壤中心实验室的近路，他希望有朝一日能够去帝江号学习。在出发之前，陈千语提醒你，之后可以前往选剑局挑选装备。",
    "en": "Lifeng points out a shortcut to the Xiranite Central Laboratory and hopes that one day he can train aboard Dijiang. Before setting off, Chen reminds you that you can later visit the Hongshan Swordmancers to choose your gear."
  },
  "summary_e6m3_10_001": {
    "cn": "庄方宜难得在你面前露出些慵懒的神色，她期许着这一路上的经历能让你对武陵的看法发生些许改变。与此同时，喧闹声逐渐变大，难得的天桩表演就要开始了。",
    "en": "In a rare moment, Zhuang Fangyi shows you her relaxed expression. She hopes the experience has somewhat changed your views about Wuling. The city streets become increasingly boisterous and lively. The carefully rehearsed sky pole performance is about to begin."
  },
  "summary_e6m3_11_001": {
    "cn": "庄方宜已经从你的行动中得到了令她满意的答案，她向你分享了她的过去，还有武陵城的过去。",
    "en": "Your actions gave Zhuang Fangyi a satisfactory answer. She tells you about the past of Wuling and herself."
  },
  "summary_e6m3_14_001": {
    "cn": "所有人都屏气凝神期待着实验的最后结果，成功的那一刻，你和庄方宜都舒了一口气。在等待息壤生产设备蓝图的时间里，庄方宜邀请你参观息壤中心实验室。",
    "en": "With bated breaths, everyone waits for the results of the test run. Both you and Zhuang give sighs of relief when it finally works. While waiting for the blueprints of Xiranite production facilities, Zhuang takes you on a tour of the Xiranite Central Laboratory."
  },
  "summary_e6m3_15_001": {
    "cn": "前往资料室的途中，你和庄方宜偶遇了吴静薇。庄方宜拒绝了吴静薇帮忙取资料的好意，亲自陪管理员去找科考站落成以来的报告资料。",
    "en": "While en route to the data room, you and Zhuang Fangyi run into Wu Jingwei. Zhuang refuses Wu's friendly offer of looking for the data. Instead, she accompanies you herself to find reports documenting the events after the completion of the Science Station."
  },
  "summary_e6m3_16_001": {
    "cn": "在你浏览过资料室的文件之后，庄方宜很好奇你对武陵城的看法，可她似乎没有得到想要的回答。交谈之后，她决定带你去实验室外看看。",
    "en": "After reading the files in the data room, Zhuang Fangyi curiously asks you about your views about Wuling City. However, your answer fails to satisfy her. After a short discussion, she decides to take the tour outside the lab."
  },
  "summary_e6m3_17_001": {
    "cn": "佩丽卡传来消息，息壤生产设备的蓝图已经准备完毕。你与庄方宜暂别后，准备出发前往集成核心区域和佩丽卡会合。",
    "en": "Perlica informs you that blueprints for the Xiranite-producing facility are completed. You part ways with Zhuang Fangyi for now and prepare to make your way to Perlica at the Core AIC Area."
  },
  "summary_e6m3_2_001": {
    "cn": "你们进入息壤中心实验室时，陈千语一通意外操作，让她的鬼脸被录入了系统之中。",
    "en": "While entering the Xiranite Central Laboratory, Chen fumbles around and accidentally records her silly face in the system."
  },
  "summary_e6m3_3_001": {
    "cn": "庄方宜和息壤中心实验室的天师们正在对数据进行校准，实验因为意外反复失败。在出现新的麻烦后，你打算协助庄方宜完成实验。",
    "en": "Zhuang Fangyi and the Tianshi of the Xiranite Central Laboratory are calibrating the data. The test has repeatedly failed due to the accident. You decide to help Zhuang complete the testing before new issues start to appear."
  },
  "summary_e6m3_4_001": {
    "cn": "你与庄方宜偶然路过城里盛开的梨花，她突然提起，武陵的第一盆梨花就是你送给这座城市的礼物。一位年轻的天师突然跑来告诉你们，有一台演出用的天桩在方兴衢上方丢了，庄方宜决定拉着你去追逐天桩。",
    "en": "You and Zhuang Fangyi pass by a blooming pear tree in the city. She suddenly mentions that the very first pear tree of the city was your gift for the city. A young Tianshi suddenly runs in and informs you that a sky pole for a performance was lost at Fangxing Avenue. Zhuang decides to drag you along and retrieve the device."
  },
  "summary_e6m3_5_001": {
    "cn": "庄方宜拉着你找到了信号丢失的天桩，但天桩又朝着方兴衢的方向飞走了。",
    "en": "Zhuang Fangyi drags you along to find the disconnected sky pole. However, the drone suddenly starts flying towards Fangxing Avenue."
  },
  "summary_e6m3_6_001": {
    "cn": "你和庄方宜遇到了正在哭泣的小橡。小橡指出了天桩离开的方向，庄方宜约定送他一个商会联动限定款龙泡泡。",
    "en": "Zhuang Fangyi and you run into a weeping child named Xiao Xiang. The boy tells you where the sky pole flew, and Zhuang Fangyi promises to give him an exclusive Chubby Lung from the TGCC crossover event."
  },
  "summary_e6m3_7_001": {
    "cn": "天桩在方兴衢附近被热情的路人合力围堵，但依旧让其逃脱，向火锅店的方向飞去。",
    "en": "Eager passersby of Fangxing Avenue try their best to intercept the sky pole, but the drone still manages to escape and make its way towards a hot pot eatery."
  },
  "summary_e6m3_9_001": {
    "cn": "失控的天桩落入火锅之中，却又突然重启引发一阵骚动。最后天桩撞上路灯，终于消停了下来。",
    "en": "The out-of-control sky pole flies into a hot pot. It then reboots itself and flies around some more. The sky pole then rams itself into a lamp post, finally ending the debacle."
  },
  "summary_e6m4_11_001": {
    "cn": "弭弗与破潮之像已经开始交战，你们终于赶到，一同迎战敌人。",
    "en": "Mi Fu has started fighting the Tidalklast. You finally arrive to fight this enemy."
  },
  "summary_e6m4_12_001": {
    "cn": "你们解决了破潮之像，但弭弗却在战斗中受了些伤，汤汤因此也对弭弗格外关照。",
    "en": "You defeat the Tidalklast but Mi Fu gets injured in the fight. Because of this, she receives plenty of attention from Tangtang."
  },
  "summary_e6m4_13_001": {
    "cn": "你们成功重启了观测站，而弭弗受伤的事情却让汤汤的情绪低落。汤汤似乎还有其他事情瞒着你们。",
    "en": "You successfully restart the monitoring center. However, Mi Fu's wounds make Tangtang a little sad. Tangtang seems to be hiding something from you."
  },
  "summary_e6m4_14_001": {
    "cn": "你们准备回武陵城时，汤汤叫住了你。她主动提出想要借助集成工业系统来解决清波寨遇到的麻烦。在得到你们的保证后，她兴奋地回寨子做准备，而你们也决定先行回去见庄方宜。",
    "en": "You prepare to return to Wuling City. Tangtang calls out to you and proposes using the Endfield AIC Factory to solve the problems at Qingbo Stockade. After securing your promise, an excited Tangtang runs back to the Stockade to get the preparations underway. You also decide to head back and meet with Zhuang Fangyi."
  },
  "summary_e6m4_15_001": {
    "cn": "你们回到庄方宜的办公室，重新理清了眼下的局面，虽然威胁依然藏在暗中，但你们会与武陵共同面对。",
    "en": "You return to Zhuang Fangyi's office and organize what you found out about the situation. Although the threat still lurks in the shadows, you will face it together with Wuling."
  },
  "summary_e6m4_18_001": {
    "cn": "你们准备出发，前去查看观测站的情况。",
    "en": "You prepare to set off and investigate the situation at the monitoring center."
  },
  "summary_e6m4_1_001": {
    "cn": "彦宁希望你尽快部署息壤生产线，解武陵燃眉之急。",
    "en": "Yan Ning hopes that you can deploy the Xiranite production line ASAP to resolve the Wuling urgency."
  },
  "summary_e6m4_22_001": {
    "cn": "彦宁天师希望你们能够用息壤控流节点，来验证集成工业系统生产的首批息壤的功效。",
    "en": "Tianshi Yan Ning hopes you can use the Xiranite flow control node to verify the effectiveness of the first batch of Xiranite produced by the AIC Factory."
  },
  "summary_e6m4_2_001": {
    "cn": "你们借助息壤控流节点消除了侵蚀后，突然收到了庄方宜的紧急通信。",
    "en": "After eliminating the Blight with the Xiranite flow control node, you suddenly receive an emergency call from Zhuang Fangyi."
  },
  "summary_e6m4_4_001": {
    "cn": "你们前去与弭弗会合的时候，却意外见到了被捕的汤汤。汤汤与弭弗打赌输了之后，不得不协助弭弗解决麻烦，与你们共同前往观测站。",
    "en": "You meet up with Mi Fu and run into Tangtang who has just been arrested. Tangtang loses a bet and reluctantly agrees to help Mi Fu and travel with you to the monitoring center to solve the issue."
  },
  "summary_e6m4_8_001": {
    "cn": "观测站内的天使——破潮之像，似乎是很大的威胁。弭弗决定先行前往确认情况，而你们则是从正面通过。",
    "en": "Tidalklast, the Aggelos at the monitoring center, seems like a powerful threat. Mi Fu intends to take point and scout ahead. You decide to approach from the front side."
  },
  "summary_e6m4_9_001": {
    "cn": "你们好不容易追上弭弗，但破潮之像的威胁也愈发严重。弭弗试图尽快解决危机，决定自行前往。",
    "en": "You finally catch up to Mi Fu but the Tidalklast poses a serious threat. Mi Fu tries to address this crisis by confronting the entity on her own."
  },
  "summary_e6m5_1_001": {
    "cn": "你们前往清波寨的时候，恰好在半路撞上了汤汤。她谎称是来接应你们，其实是想连通阻断了道路的桥梁。",
    "en": "While heading towards Qingbo Stockade, you run into Tangtang. She tries to tell you that she is here to pick you up. In truth, she is thinking about repairing the broken bridge."
  },
  "summary_e6m5_2_001": {
    "cn": "回到清波寨，你们受到了寨民的热情欢迎，并在他们的支持下开始筹备集成工业系统的建设。",
    "en": "The residents of Qingbo Stockade warmly welcome your return. With their support, you prepare the construction of the AIC Factory."
  },
  "summary_e6m5_3_001": {
    "cn": "寨民对你们的帮助表达了感谢，汤汤马上又要动身去解决寨里的其他麻烦。与此同时，阿达希尔似乎也谋划着什么……",
    "en": "The Stockade residents thank you for your help. Tangtang prepares to leave and solve another Stockade problem. Meanwhile, Ardashir seems to be plotting something..."
  },
  "summary_f1m10_1_001": {
    "cn": "维拉告诉你生态种植区被裂地者洗劫一空，她现在急需一些苦叶椒。你告诉她会去野外帮她采集一些。",
    "en": "Vera tells you that the Eco-Farm was completely looted by Landbreakers but she desperately needs some tartpeppers. You tell her that you will try to gather some from the wilderness."
  },
  "summary_f1m10_7_001": {
    "cn": "维拉告诉你，要想收获作物，还需要精心培育。将来如果你想种植无法用种植机生产的作物，可以随时带着种子来这里。",
    "en": "Vera says the plots must receive tender loving care for a good harvest. You can always return to this place to grow crops that cannot be grown with the Planting Unit, as long as you have the seeds."
  },
  "summary_f1m10_8_001": {
    "cn": "维拉感谢你帮她寻找苦叶椒来应急，但她还希望找到种子重新开始种植。你可以用集成工业系统的采种机采集种子，也可以在自称是“植物学家”的维尔莫林处购买。",
    "en": "Vera is grateful for the tartpeppers you gathered but she now wants some seeds to grow them again. You can either use the AIC Factory Seed-Picking Unit to pick seeds from the tartpeppers; or find Wellmorin, the self-professed botanist and buy some from him."
  },
  "summary_f1m10d1_1_001": {
    "cn": "农业天师田悯告诉你由于种子遗失与人手不足，实验作物试点区的种植计划濒临崩溃，他希望你帮忙种植一些作物。",
    "en": "Nongye Tianshi Tian Min informs you that due to seed loss and insufficient manpower, the planting plan in the Agricultural Test Site is on the verge of collapse. He requests your assistance in cultivating some crops."
  },
  "summary_f1m10d1_6_001": {
    "cn": "顺利将作物种植在实验作物试点区后，你向田悯说明了情况，他在惊喜之余向你提及了作物需水量大的情况，最后你打算用终末地研发的洒水机解决这个难题。",
    "en": "After successfully planting the crops in the Agricultural Test Site, you report the progress to Tian Min. Delighted yet concerned, he mentions the crop's high water demands. You decide to resolve the issue using the Sprinkler from Endfield."
  },
  "summary_f1m12_1_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m18_1_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m18_2_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m18_3_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m18_4_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m18_5_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m18_6_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m18_7_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m18_8_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m18_9_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m18d1_2_001": {
    "cn": "为了阻碍天师洪波参与复合式农场的建设，浪头要求你们挑战他设置的“三大难”。",
    "en": "Lang Tou wants to stop Tianshi Hong Bo from taking part in building the farm complex, and thus challenges you to best his Three Super Dares."
  },
  "summary_f1m18d1_3_001": {
    "cn": "洪波靠着巧劲在“第一难”中战胜了浪头。",
    "en": "Hong Bo uses a technique and defeats Lang Tou in the First Dare."
  },
  "summary_f1m18d1_4_001": {
    "cn": "“第二难”要考验“身手”，你需要在时限内用任意方式碰到河佬。",
    "en": "The Second Dare is a trial of agility. You must touch He Lao within the time limit, regardless of the method used."
  },
  "summary_f1m18d1_5_001": {
    "cn": "在进行“第三难”前，浪头选择仓皇逃走。青芜似乎发现了说服浪头的机会，希望你尽快跟去。",
    "en": "Lang Tou suddenly decides to flee before the Third Dare. Qingwu thinks she found a chance to convince Lang Tou and hopes you can catch up to him."
  },
  "summary_f1m18d1_6_001": {
    "cn": "浪头不慎让孩子的风筝掉入了侵蚀污染区。为了安抚孩子，他不得不请求你们帮忙取回风筝。",
    "en": "Lang Tou accidentally caused a child's kite to fall into a Blighted zone. He needs your help to retrieve the kite and appease the sad child."
  },
  "summary_f1m18d1_7_001": {
    "cn": "取回风筝后，浪头仍旧不愿承认你们通过了“第三难”，但也不再阻拦天师们继续施工。",
    "en": "Despite retrieving the kite, Lang Tou refuses to let you pass the Third Dare. However, he steps out of the way and lets the Tianshi get on with the construction work."
  },
  "summary_f1m20_1_001": {
    "cn": "跟随陈千语来到选剑局后，你们见到了连晓雾，她向你们展示了装备精锻的方法。",
    "en": "After following Chen Qianyu to Hongshan Swordmancers, you meet Lian Xiaowu, who demonstrates gear artificing techniques."
  },
  "summary_f1m20_2_001": {
    "cn": "跟随陈千语来到选剑局后，你们遇到了武陵选剑局的负责人连晓雾，她向你们展示了装备精锻的方法。",
    "en": "You follow Chen Qianyu to the Hongshan Swordmancers and meet Lian Xiaowu, who demonstrates gear artificing techniques."
  },
  "summary_f1m20_3_001": {
    "cn": "你学会了装备精锻。连晓雾告诉你们，虽然精锻强化可能不会一次成功，但在多次尝试下，也必然能够完成装备的精锻强化。",
    "en": "You have learned gear artificing. Lian Xiaowu reminds you that your first artificing attempt might not succeed, but doing it again and again will completely artifice your gear eventually."
  },
  "summary_f1m22_1_001": {
    "cn": "帝江号需要你协助升级总控中枢。升级后，你将可以建造更多舱室，或进一步升级已有的舱室。",
    "en": "You are required to upgrade the Control Nexus of Dijiang. This lets you construct more cabins or upgrade existing cabins."
  },
  "summary_f1m22_4_001": {
    "cn": "新的舱室顺利开始运作。另外，会客室的情报交流功能也已经成功恢复。",
    "en": "The new cabin is now operational. The Clue Exchange function of the Reception Room is also restored."
  },
  "summary_f1m24_1_001": {
    "cn": "这位名叫邦妮的干员告诉你，仓储节点因裂地者的攻击开启了安全模式，需要你的权限重新解锁。她还提到，现在可以将仓储节点接入集成工业系统了。",
    "en": "Operator Bonnie reports the depot node activated safety protocols during the Landbreaker assault and requires your authorization to resume operations. She also notes the node is now ready for integration with the AIC."
  },
  "summary_f1m24_2_001": {
    "cn": "你重新解锁了仓储节点，但邦妮发现，许多Delta型机器人由于超域灾害的影响失联，无法进行调度。她告诉你，可以通过提升仓储节点的操作等级，获得高级操作权限，完成运输。",
    "en": "You successfully reactivate the depot node, but Bonnie discovers that many Delta Bots have gone offline due to the Ætherside disaster and cannot be dispatched. She explains that by elevating the node's operations level, you can obtain advanced authority privileges to resume transport operations."
  },
  "summary_f1m24d1_1_001": {
    "cn": "你提升了仓储节点的操作等级，获得了邦妮的感谢。",
    "en": "You increased the operations level for the depot node. Bonnie is grateful."
  },
  "summary_f1m3_1_001": {
    "cn": "你找到了终末地工业的物资调度员“幸运萝卜”。得到授权之后，物资调度员会使用调度券采买和贩售商品，协调地区内部供需。",
    "en": "You've found Endfield's Stock Redistributor, \"Lucky Carrot.\" Once authorized, she will use stock bills to purchase and sell goods, coordinating supply and demand within the area."
  },
  "summary_f1m3_3_001": {
    "cn": "“幸运萝卜”告诉你，你还可以投入更多调度券来升级物资调度系统。",
    "en": "Lucky Carrot informs you that investing more stock bills will upgrade the stock redistribution system."
  },
  "summary_f1m3d1_1_001": {
    "cn": "“幸运萝卜”为你介绍了“稳定需求物资”和“弹性需求物资”的区别。另外，如果能在其他区域投入调度券，就能进一步增加供货种类。",
    "en": "Lucky Carrot explains the difference between staple goods and elastic goods. Additionally, investing stock bills in other areas will further expand the variety of goods available."
  },
  "summary_f1m4_10_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m4_11_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m4_12_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m4_13_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m4_14_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m4_1_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m4_2_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m4_3_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m4_4_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m4_5_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m4_6_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m4_8_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m4_9_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m4d1_1_001": {
    "cn": "难民暂居处突然多了许多伤员，你们决定帮助阿吉分发物资。",
    "en": "Many injured people have suddenly arrived at the Refugee Camp. You decide to help Ginny distribute the supplies."
  },
  "summary_f1m4d1_5_001": {
    "cn": "由于伤员突然增加，难民暂居处的物资变得捉襟见肘。更让人担心的是，卡贾似乎去了裂地者出没的地方。",
    "en": "Supplies of the Refugee Camp are running out due to the sudden influx of the sick and wounded. Another worrying issue is that Karja seems to have run off to areas where Landbreaker bands have been seen."
  },
  "summary_f1m4d1_7_001": {
    "cn": "索斯不愿意放弃救助更多人的机会，他拿出了自己的配给，并希望你去工人之家联系一位叫罗曼的工人。",
    "en": "Soth wants to save more people and refuses to give up. He offers his own rations for the injured, and asks if you can contact a crew mate named Roman at the Worker Dorms."
  },
  "summary_f1m4d1_8_001": {
    "cn": "罗曼准备亲自去难民暂居处提供帮助，他希望你们协助他凑齐用于比对的植物样本，并取回培育室的应急经验笔记。",
    "en": "Roman is personally heading to the camp to teach the residents how to identify edible plants. He needs your help to gather some plants for his lessons and pick up his notes on food processing from the cultivation chamber."
  },
  "summary_f1m4d1_9_001": {
    "cn": "在多方帮助下，难民暂居处的物资危机得到了缓解。",
    "en": "Your actions and those of helpful allies successfully alleviate the supplies shortage at the Refugee Camp."
  },
  "summary_f1m4d2_1_001": {
    "cn": "阿杜似乎发现了幸存者活动的迹象，想要一些干粮好去探察。但索斯认为阿杜只是找借口骗取物资，没有同意分配。",
    "en": "Dewey has probably found signs of other survivors. He needs some rations to confirm this finding. However, Dewey's request gets turned down as Soth believes that he is just looking for an excuse to get more supplies."
  },
  "summary_f1m4d2_2_001": {
    "cn": "你和陈千语找到了准备独自行动的阿杜。尽管两手空空，但阿杜仍然要坚持行动。",
    "en": "Despite being unarmed and unprepared, Dewey remains determined to proceed alone, until you and Chen intervene."
  },
  "summary_f1m4d2_5_001": {
    "cn": "阿杜向你解释了他执意冒险的理由：他想偿还工人们对他恶行的宽容。",
    "en": "Dewey tells you why he risked his own life to save the UWST crew mates. Turns out the crew mates have forgiven him for his misdemeanors."
  },
  "summary_f1m4d2_6_001": {
    "cn": "安德烈应斯托布的需求，为难民暂居处带来了运输机器人。斯托布打算在暂居处协助处理工作，并给阿杜一个当学徒的机会。",
    "en": "Andre has responded to Staub's request and brought a fleet of logistics robots to the Refugee Camp. Staub intends to stay, help out with the construction, and offer Dewey an apprenticeship."
  },
  "summary_f1m4d3_1_001": {
    "cn": "卡贾希望你帮忙调查几位援助者的喜好，以便提供合适的礼物。",
    "en": "Karja needs your help to investigate the preferences of those who helped the camp. He wants to prepare fitting gifts for them."
  },
  "summary_f1m4d3_2_001": {
    "cn": "罗曼已经把烹饪当成了自己的乐趣。不过，因为长期操劳，他经常会肌肉酸痛，也许为他准备一些草药会是个好主意。",
    "en": "Roman treats the culinary arts as his passion. The chef does suffer from chronic muscle pain due to long hours of work. A herbal remedy might be good for him."
  },
  "summary_f1m4d3_3_001": {
    "cn": "你没有找到安德烈，但陈千语说他始终在废寝忘食地工作。或许一些帮助提神的礼物会是不错的选择。",
    "en": "You fail to find Andre but Chen tells you that he is a workaholic. A gift that keeps people alert and awake sounds like a fitting choice."
  },
  "summary_f1m4d3_4_001": {
    "cn": "难民暂居处的居民们似乎打算办一个庆祝会来表达对各位协助者的感谢。卡贾请求你协助他准备给罗曼和安德烈的礼物。",
    "en": "The refugees want to thank those who helped by throwing a party. Karja would like your help with Roman and Andre's gifts."
  },
  "summary_f1m4d3_4d5_001": {
    "cn": "卡贾与难民暂居处的众人举行了一场小小的庆祝仪式。安德烈和罗曼收到了谢礼，众人也为你准备了礼物。",
    "en": "Karja and the residents at the refugee camp held a small celebration. Andre and Roman received gifts of gratitude, and the crowd prepared a present for you too."
  },
  "summary_f1m4d3_5_001": {
    "cn": "索斯送了你一个难民暂居处自制的罐头，它包含着所有人的努力。",
    "en": "Soth gives you a handmade can from the Refugee Camp, filled with the efforts of all."
  },
  "summary_f1m4d3_6_001": {
    "cn": "阿杜给你的礼物是一份录像。斯托布打算为阿杜申请减轻惩罚，同时继续指导他正确的谋生技术。",
    "en": "Dewey's gift for you is a recording. Staub petitions for leniency in Dewey's case, while vowing to teach him legitimate survival skills."
  },
  "summary_f1m4d3_7_001": {
    "cn": "卡贾打算独自启程寻找失联的父母，众人纷纷决定施以援手。尽管这里只是临时的居所，却也已经成了真正的、温馨的家。",
    "en": "Karja wants to set off on his own to find his lost parents. Plenty of people decide to lend him a helping hand. Although the place is just a temporary shelter, it has become a true home and a tight-knit community for everyone."
  },
  "summary_f1m5_1_001": {
    "cn": "丹尼尔正在为难民暂居处缺少人力来组织防御而发愁。就在此时，裂地者再次向据点发起了进攻。",
    "en": "Daniel is worried about the lack of fighters to defend the Refugee Camp. Meanwhile, the Landbreakers launch another attack on the outpost."
  },
  "summary_f1m5_2_001": {
    "cn": "愈发壮大的难民暂居处随时可能再次受到入侵者袭击。你们建议升级已设置的区域防护系统，利用它完成防御工作。",
    "en": "The Refugee Camp is growing but it is also becoming a prime target for the local raiders. You suggest upgrading the existing area defense system to fight off the enemies."
  },
  "summary_f1m5_3_001": {
    "cn": "区域防护系统测试完毕，它将为难民暂居处提供安全保障。",
    "en": "Area Defense has been tested. This will provide safety and security for the refugee camp."
  },
  "summary_f1m6_1_001": {
    "cn": "赛希为你介绍了总控中枢扩容升级的相关细节。升级之后，不仅制造舱可以获得优化的机会，还可以建设新种类的舱室：培养舱。",
    "en": "Xaihi introduces the details of Control Nexus expansions. Upgrades will provide opportunities for optimizing your Manufacturing Cabin and add a new type of cabin: Growth Chambers."
  },
  "summary_f1m6_2_001": {
    "cn": "赛希为你介绍了培养舱的用途：它可以培养并收获菌类质料、晶植质料和矿物质料。",
    "en": "Xaihi introduces the functions of the Growth Chamber. You can use it to grow and harvest various fungal matter, vitrified plants, and rare minerals."
  },
  "summary_f1m6_3_001": {
    "cn": "培养舱已经开始顺利运作。将来，它还可以进一步扩大产线规模和生产范围。",
    "en": "The Growth Chamber is now cultivating materials as intended. It can be expanded in the future to grow additional types of materials and increase its production volume."
  },
  "summary_f1m7_10_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m7_11_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m7_12_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m7_13_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m7_1_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m7_2_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m7_3_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m7_4_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m7_5_001": {
    "cn": "",
    "en": ""
  },
  "summary_f1m7d1_1_001": {
    "cn": "佩丽卡、陈千语和你来到了约定会合的地点，但并没有看到克劳，而是发现了正在和长耳兽玩耍的艾尔黛拉。她是佩丽卡请来支援的，她表示会带你们去找克劳。",
    "en": "Perlica, Chen Qianyu, and you rendezvous at the marked location, but Crowe isn't there. Instead, you find Ardelia playing with a long-ear nearby. Perlica has asked her to support this mission. Ardelia tells you that she will take you to Crowe."
  },
  "summary_f1m7d1_2_001": {
    "cn": "克劳告诉了你们工团的重建计划，要在这里设置一个重建指挥部，并建造一座特殊的大型地质探针，以便展开重建工作。为此，需要你们投下次级核心，为计划提供条件。",
    "en": "Crowe tells you about the UWST rebuilding project. It includes a Reconstruction Headquarters at this location, as well as a specialized large geological probe to support the project. Hence, deployment of an Endfield Sub-PAC is essential for the UWST undertaking."
  },
  "summary_f1m7d1_4_001": {
    "cn": "重建指挥部的研究工作需要用到几种类型的土壤样本，克劳拜托你们把土壤样本带回来。",
    "en": "Reconstruction research requires multiple soil types. Crowe requests your team retrieve these critical samples."
  },
  "summary_f1m7d1_5_001": {
    "cn": "你们来到采集土壤样本的位置，这里有一位克劳的学徒——克莱维尔。细心的他已经拿到了土壤样本，并准备将其带回去。",
    "en": "You find Crowe's apprentice, Clavell, at the sample site already securing the soil samples for transport."
  },
  "summary_f1m7d1_6_001": {
    "cn": "你们在采集土壤样本的地点遇到了克劳的另一位学徒——邓恩，他正焦躁地看着陷入故障的传输管道一筹莫展。你们得知他是希望赶在故障恶化前拿走样本，但还是错过了时机。你们决定帮他带回样本。",
    "en": "You run into Crowe's other apprentice, Dean, frustratedly staring at a malfunctioning transfer pipe. He'd hoped to retrieve the samples before the system failed completely, but missed the window. Your team steps in to recover the samples for him."
  },
  "summary_f1m7d1_7_001": {
    "cn": "你们把土壤样本拿给了克劳，他在众人面前宣布了一个惊人的决定——将地质探针的建造工作全权交给邓恩和克莱维尔负责。",
    "en": "You give the soil samples to Crowe. He makes a shocking announcement to the entire crowd —— Dean and Clavell are given complete authority and full responsibilities for the construction of the geological probe."
  },
  "summary_f1m7d2_1_001": {
    "cn": "你们来到重建指挥部，却发现担任指挥工作的邓恩和克莱维尔正在赌气。艾尔黛拉解释了现状，两人因重建计划的观点不同产生了冲突。",
    "en": "You arrive at the Reconstruction Headquarters. Turns out that project leaders Dean and Clavell are angry at each other. Ardelia explains the situation to you. Their disagreements stem from differences in their perspectives on the reconstruction project."
  },
  "summary_f1m7d2_2_001": {
    "cn": "你们找到了邓恩，他正在找一只长耳兽，你们决定帮一帮他。",
    "en": "You find Dean searching for a long-ear and decide to lend him a hand."
  },
  "summary_f1m7d2_3_001": {
    "cn": "你们帮邓恩找到了长耳兽，他向你们坦言自己激进的行事风格也是为了早点找到保护生态的方向，和克莱维尔的想法并不冲突。",
    "en": "After helping Dean locate the long-ear, he confides in your team. His aggressive methods stem from desperation to find ecological solutions faster, not opposition to Clavell's careful approach."
  },
  "summary_f1m7d2_4_001": {
    "cn": "你们找到了克莱维尔，他正在找一个档案箱，你们决定帮一帮他。",
    "en": "You find Clavell searching for a box of documents and decide to help him."
  },
  "summary_f1m7d2_5_001": {
    "cn": "你们帮助克莱维尔找到了档案箱，他坦言其实邓恩的方案也是有效的，二人不存在实质性的冲突。",
    "en": "With the box of documents recovered, Clavell admits with uncharacteristic candor that Dean's methodology has merit. Their conflict was never fundamental, just divergent paths toward the same ecological salvation."
  },
  "summary_f1m7d2_6_001": {
    "cn": "克莱维尔和邓恩讨论后决定提升重建指挥部的规模。此时，艾尔黛拉拿出了一份已经设计好的图纸。二人兴冲冲地投入到了工作中，你们也需要利用集成工业系统帮助他们提升效率。",
    "en": "After a discussion, Clavell and Dean decide to expand the Reconstruction Headquarters. Ardelia thus takes out a pre-designed blueprint. The UWST project leads eagerly commit themselves to the work. You must also use the AIC Factory to help improve the efficiency of the outpost expansion."
  },
  "summary_f1m7d3_1_001": {
    "cn": "克劳告诉你们，邓恩和克莱维尔不知所踪。目前地质探针的建造进度堪忧，他希望你们可以找到二人，并将他们带回来。",
    "en": "Crowe tells you that Dean and Clavell have gone missing. Progress for the geological probe is also less than ideal. He hopes you can find the two and bring them back to the outpost."
  },
  "summary_f1m7d3_2_001": {
    "cn": "你们发现了邓恩留下的地图，推测他可能在寻找供能单元。",
    "en": "You find a map left by Dean and suspect he's searching for a power supply unit."
  },
  "summary_f1m7d3_3_001": {
    "cn": "你们找到了邓恩，他告诉你们克莱维尔被天使困在了悬崖边。",
    "en": "You find Dean and he says Clavell is trapped by Aggeloi near the cliff."
  },
  "summary_f1m7d3_4_001": {
    "cn": "你们成功救出了克莱维尔，刚刚获救的他却又和邓恩吵了起来。在艾尔黛拉的劝说下，两人才决定先回重建指挥部。",
    "en": "You successfully save Clavell. However, he immediately starts an argument with Dean. Ardelia mediates the argument and convinces them to return to the Reconstruction Headquarters first."
  },
  "summary_f1m7d3_5_001": {
    "cn": "两位学徒回到了重建指挥部，却发现之前失败的能源方案成功运行了，似乎是有人暗中帮忙。",
    "en": "The two apprentices return to the Reconstruction Headquarters, and are surprised to find their failed energy supply plan working successfully. Someone seems to be helping them in secret."
  },
  "summary_f1m7d4_1_001": {
    "cn": "你们找到了克劳和艾尔黛拉。克劳向你们表明了自己的想法，他希望克莱维尔和邓恩能在这次工作中独当一面，而不是过度依赖他人的帮助。",
    "en": "You meet Crowe and Ardelia. Crowe shares his idea with you. He wants Clavell and Dean to truly act on their own this time, instead of relying on help from other people."
  },
  "summary_f1m7d4_2_001": {
    "cn": "你们找到了邓恩和克莱维尔，其中邓恩正在修改勘察单元的关键参数，但遇到了机器故障，你们决定帮助他们。",
    "en": "You find Dean mid-adjustment of the surveillance unit's core parameters, only to be thwarted by sudden mechanical failure. You decide to help them."
  },
  "summary_f1m7d4_4_001": {
    "cn": "两位学徒提出了新的问题，放置生物样本的样本仓无法正常使用，而里面放置的错误生物样本也需要替换，你们决定帮助他们。",
    "en": "The pair report a new issue. The biological specimen chamber has malfunctioned, and the currently stored samples are contaminated. You decide to help out."
  },
  "summary_f1m7d4_7_001": {
    "cn": "邓恩和克莱维尔又因为刚才的险情吵了起来，此时克劳出现，严厉地训斥了他们。在安排好二人后续的分工后，众人决定一起前去启动地质探针。",
    "en": "Dean and Clavell start arguing about the crisis they faced earlier. Crowe appears, gives them a harsh lesson, and assigns various jobs to them. Everyone then decides to activate the geological probe together."
  },
  "summary_f1m7d4_9_001": {
    "cn": "大型地质探针正式启动，众人站在重建的新起点前畅谈未来。",
    "en": "The large geological probe formally activates. A new phase has begun for the reconstruction project. Everyone talks casually about the future."
  },
  "summary_f1m9d1_1_001": {
    "cn": "你们抵达基建前站，入口处聚集着一群前来避难的人，其中的一位乌萨斯尤为引人注目。在一番寒暄后，这位名叫“大潘”的宏山人将负责人诺夫曼的所在地告知了你们。",
    "en": "You arrive at the Infra-Station. Refugees have gathered near the entrance. An Ursus attracts your attention. You chat with him and find out that he is Da Pan from Hongshan. He also tells you the whereabouts of the site monitor, Noffman."
  },
  "summary_f1m9d1_2_001": {
    "cn": "基建前站的负责人诺夫曼希望能救回三名失联的工团成员，却因为肩负职责而难以抽身。你们在了解情况后，决定帮助诺夫曼寻找失联人员。",
    "en": "Noffman, the monitor of the Infra-Station, needs help to rescue three UWST crew mates who went missing. He cannot be part of this SAR operation due to other responsibilities. Having learned about the situation, you decide to help Noffman and look for the missing crew."
  },
  "summary_f1m9d1_3_001": {
    "cn": "回到基建前站，你们将线索中断的情况告知了诺夫曼。在大潘的安慰下，诺夫曼重新振作，决定借助终末地集成工业系统的力量，尽快完成基建前站的建设。",
    "en": "Back at the Infra-Station, we told Noffman the trail had gone cold. Da Pan steadied him; Noffman found resolve, vowing to harness the Endfield Automated Industry Complex's might to rush its completion."
  },
  "summary_f1m9d2_1_001": {
    "cn": "你们在一名重伤裂地者身边找到了工团的设备，而对方声称设备是自己捡来的。尽管无法判断裂地者是否在撒谎，失联工人们仍然有较大生还可能。",
    "en": "You find UWST equipment next to a heavily wounded Landbreaker, but the LB claims that he salvaged it earlier. You cannot tell if the LB is lying, but there is a good chance that the missing crew mates might still be alive."
  },
  "summary_f1m9d2_2_001": {
    "cn": "你们找到了诺夫曼，他正因为一无所获而沮丧不已，得知你们的收获后才略感欣慰。之后大潘赶来，一行人打算借助终末地的滑索运送伤员。",
    "en": "You find Noffman. He is feeling bad about another unsuccessful SAR operation. Your finding got his spirits up again. Da Pan then joins the discussion. The team decides to use the Endfield zipline to help transport the wounded."
  },
  "summary_f1m9d2_3d5_001": {
    "cn": "伤员全部运送完毕，诺夫曼向你们表达了感谢，但他依然牵挂着失联的工友们。在大潘的鼓励下，诺夫曼重新打起精神，投身于基建前站的建设工作中。",
    "en": "You successfully move the injured personnel. Noffman is thankful but he is still thinking about the missing crew mates. With Da Pan's encouragement, the young man manages to get back to his feet and commits himself to the construction of the Infra-Station."
  },
  "summary_f1m9d3_1_001": {
    "cn": "回到基建前站，你们发现现场一片混乱，而作为负责人的诺夫曼此时却不知去向。",
    "en": "Back at the Infra-Station, chaos reigns. Noffman, its chief, is nowhere to be found."
  },
  "summary_f1m9d3_2_001": {
    "cn": "你们找到了大潘，打算协助他们在瞭望塔上安装信号接收器。",
    "en": "You find Da Pan, and decide to help the crew install a signal receiver on the watch tower."
  },
  "summary_f1m9d3_3_001": {
    "cn": "你们前往总控中心，诺夫曼正因为设备故障而濒临崩溃。但在大潘的帮助下，诺夫曼重新稳定了情绪，和大潘展开了紧急拆卸工作，你也参与到了其中。",
    "en": "You head to the Control Center. Noffman is having a nervous breakdown due to equipment failure. Da Pan helps the young lad get back to his senses. Together, the three of you initiate emergency dismantling work."
  },
  "summary_f1m9d3_3d5_001": {
    "cn": "此时突发意外，大潘因此受伤，而关键时刻诺夫曼挺身而出，打算去拆最后一个施术单元。",
    "en": "A sudden accident happens and injures Da Pan. In this crucial moment, Noffman steps up and volunteers to dismantle the last Arts Unit."
  },
  "summary_f1m9d3_4_001": {
    "cn": "诺夫曼成功拆下了最后的施术单元，所有拆卸工作完成，一行人打算返回基建前站。",
    "en": "Noffman successfully removed the final Arts Unit. With all dismantling complete, you plan to go back to the Infra-Station."
  },
  "summary_f1m9d3_5_001": {
    "cn": "返回基建前站，工人们对诺夫曼等人获得的成果夸赞不已。",
    "en": "You are back at the Infra-Station and the workers are full of praise for Noffman and his team's accomplishments."
  },
  "summary_f1m9d4_1_001": {
    "cn": "你们找到诺夫曼，得知他尝试搜索了三名失联人员的设备，却始终无果。但在这之后，你们忽然发现了一个信号。",
    "en": "You find Noffman and learn that he attempted to search for the equipment of the three missing crew mates. The search has been fruitless, but you suddenly receive a signal out of the blue."
  },
  "summary_f1m9d4_2_001": {
    "cn": "你们将三名失联人员大概率生还的消息带给了正打算卸任负责人一职的诺夫曼。为了将三人救回，诺夫曼决定展开新一轮的搜救，并再次请求你们的帮助。",
    "en": "Noffman is about to resign from his role as site monitor when you bring him news that the three missing crew mates might still be alive. Noffman decides to rescue the MIA crew mates by initiating another SAR operation. Once again he asks you for help."
  },
  "summary_f1m9d4_3_001": {
    "cn": "诺夫曼打算通过启动四个信号放大器来为信号接收器增幅，从而对接收到的信号进行精准定位。",
    "en": "Noffman plans to boost the signal receiver by activating four signal amplifiers, thereby achieving precise positioning of the received signal."
  },
  "summary_f1m9d4_4_001": {
    "cn": "信号放大器全部上线，诺夫曼开始进行信号搜索，在众人的共同努力下，终于成功确定了失联工人的位置。",
    "en": "All amplifiers are online. Noffman begins tracing the signal. With the help of the crew, he successfully locates the missing crew mates."
  },
  "summary_f1m9d4_5_001": {
    "cn": "你们在信号发出的位置找到了三名失联工人。三人坦白了他们主动切断信号的原因，并对诺夫曼付出的不懈努力表达了感谢，最终与你们一同返回了基建前站。",
    "en": "You find the three missing crew mates at the source of the signal. The crew mates confide their reasons for severing their signals. They express their heartfelt gratitude towards Noffman and his incessant efforts. Together, you return to the Infra-Station."
  },
  "summary_gm01m10_1_001": {
    "cn": "你遇到了焦急的罗莎。她的恋人罗马诺滞留在了裂地者占领的区域，因此她请求你前去寻找恋人的踪迹。",
    "en": "Rosa is extremely worried. Her lover, Romano, is trapped in Landbreaker territory. She asks if you could go there and find her love."
  },
  "summary_gm01m10_2_001": {
    "cn": "你将手表交还给罗莎。罗莎表示会继续寻找自己的爱人，并带他回去。",
    "en": "You return the watch to Rosa. She intends to keep looking for her love and bring him home."
  },
  "summary_gm01m10_3_001": {
    "cn": "你遇到了罗马诺，他告诉了你另一个故事：罗莎并不是他的恋人，还在他的手表上安装了定位器。他拒绝回去，并且请你把手表带回给罗莎。",
    "en": "You meet Romano and he gives you another story. Rosa isn't his lover and she secretly planted a tracker in his watch. The man refuses to head back and asks you to return the watch to Rosa."
  },
  "summary_gm01m11_1_001": {
    "cn": "工团研究员奥列格正在犯愁，他负责饲养的源石虫逃出了研究室。了解情况后，你决定帮助他。",
    "en": "Oleg the UWST scientist is in trouble. The Originium Slugs he raised have escaped his lab. After learning about this, you decide to help him."
  },
  "summary_gm01m12_1_001": {
    "cn": "终末地干员瑟斯顿发现枢纽区有一处碾骨氏族遇袭的现场。你决定和他一同调查这起有些异常的事件。",
    "en": "Endfield Operator Thurston has discovered an attack site involving the Bonekrusher Clan in the Hub area. You've decided to investigate this unusual incident together."
  },
  "summary_gm01m12_2_001": {
    "cn": "瑟斯顿在枢纽区也发现了一处碾骨氏族遇袭的现场。",
    "en": "Thurston has found another Bonekrusher attack site in the Hub area."
  },
  "summary_gm01m12_3_001": {
    "cn": "瑟斯顿认出了现场死亡的碾骨行刑人：“断头台”盖比，一个不好对付的战士。然而，这样的人却被人利落地解决了。",
    "en": "Thurston recognizes the dead Bonekrusher Executioner at the scene: \"Guillotine\" Gabbi, a notoriously tough fighter. Yet someone took him down with clean efficiency."
  },
  "summary_gm01m12_7_001": {
    "cn": "你和瑟斯顿认为，“断头台”盖比正在替人执行某种指令，但被叫“影子”的袭击者迅速地解决了。",
    "en": "You and Thurston believe \"Guillotine\" Gabbi was carrying out orders for someone when the attacker called \"Shadow\" swiftly eliminated him."
  },
  "summary_gm01m12_8_001": {
    "cn": "你和瑟斯顿认为，“断头台”盖比正在替人执行某种指令，但被叫“影子”的袭击者迅速地解决了。",
    "en": "You and Thurston believe \"Guillotine\" Gabbi was carrying out orders for someone when the attacker called \"Shadow\" swiftly eliminated him."
  },
  "summary_gm01m13_1_001": {
    "cn": "终末地干员瑟斯顿发现阿伯莉采石场有一处碾骨氏族遇袭的现场。你决定和他一同调查这起有些异常的事件。",
    "en": "Endfield Operator Thurston has discovered an attack site involving the Bonekrusher Clan in the Aburrey Quarry area. You've decided to investigate this unusual incident together."
  },
  "summary_gm01m13_2_001": {
    "cn": "瑟斯顿在阿伯莉采石场也发现了一处碾骨氏族遇袭的现场。",
    "en": "Thurston has found another Bonekrusher attack site in the Aburrey Quarry area."
  },
  "summary_gm01m13_3_001": {
    "cn": "瑟斯顿发现，现场死去的碾骨焰术师正是知名的危险分子“鬼火”维奇尔。",
    "en": "Thurston realizes the deceased Bonekrusher Pyromancer is the notorious dangerous individual \"Will-o-Wisp\" Vichir."
  },
  "summary_gm01m13_4_001": {
    "cn": "瑟斯顿认为，杀死“鬼火”的袭击者曾经乔装成维护工人等待对方抵达此处，此人可能十分了解“鬼火”和他的计划，提前进行了伏击。",
    "en": "Thurston believes the attacker who killed \"Will-o-Wisp\" had disguised themselves as a maintenance worker, lying in wait for their target. This person likely knew \"Will-o-Wisp\" and his plans intimately, setting up an ambush in advance."
  },
  "summary_gm01m13_5_001": {
    "cn": "瑟斯顿认为，杀死“鬼火”的袭击者曾经乔装成维护工人等待对方抵达此处，此人可能十分了解“鬼火”和他的计划，提前进行了伏击。",
    "en": "Thurston believes the attacker who killed \"Will-o-Wisp\" had disguised themselves as a maintenance worker, lying in wait for their target. This person likely knew \"Will-o-Wisp\" and his plans intimately, setting up an ambush in advance."
  },
  "summary_gm01m14_1_001": {
    "cn": "终末地干员瑟斯顿发现矿脉源区有一处碾骨氏族遇袭的现场。你决定和他一同调查这起有些异常的事件。",
    "en": "Endfield Operator Thurston has discovered an attack site involving the Bonekrusher Clan in the Origin Lodespring area. You've decided to investigate this unusual incident together."
  },
  "summary_gm01m14_2_001": {
    "cn": "瑟斯顿在矿脉源区也发现了一处碾骨氏族遇袭的现场，但你们需要先解决阻碍你们进入现场的侵蚀。",
    "en": "Thurston has found another Bonekrusher attack site in the Origin Lodespring area, but you'll need to deal with the Blight blocking access first."
  },
  "summary_gm01m14_3_001": {
    "cn": "你与瑟斯顿怀疑，现场倒下的裂地者不是在战斗中死亡。",
    "en": "You and Thurston suspect the fallen Landbreakers at the scene didn't die in combat."
  },
  "summary_gm01m14_6_001": {
    "cn": "瑟斯顿认为，现场死去的裂地者为“血眼”撒萨罗以及追随他的团伙。这个以团结著称的群体至此遭到了灭顶打击。",
    "en": "Thurston believes the fallen Landbreakers at the scene are \"Bloodeye\" Sazaro and his loyal followers. The group, known for their solidarity, has now been utterly crushed."
  },
  "summary_gm01m14_7_001": {
    "cn": "瑟斯顿认为，现场死去的裂地者为“血眼”撒萨罗以及追随他的团伙。这个以团结著称的群体至此遭到了灭顶打击。",
    "en": "Thurston believes the fallen Landbreakers at the scene are \"Bloodeye\" Sazaro and his loyal followers. The group, known for their solidarity, has now been utterly crushed."
  },
  "summary_gm01m15_1_001": {
    "cn": "终末地干员瑟斯顿发现供能高地有一处碾骨氏族遇袭的现场。你决定和他一同调查这起有些异常的事件。",
    "en": "Endfield Operator Thurston has discovered an attack site involving the Bonekrusher Clan in the Power Plateau area. You've decided to investigate this unusual incident together."
  },
  "summary_gm01m15_2_001": {
    "cn": "瑟斯顿在供能高地也发现了一处碾骨氏族遇袭的现场，但你们需要先找到进入现场的方法。",
    "en": "Thurston has found another Bonekrusher attack site in the Power Plateau area, but you'll need to find a way into the scene first."
  },
  "summary_gm01m15_3_001": {
    "cn": "瑟斯顿认出了死亡的裂地者精英：“火山”查查，碾骨氏族最有影响力的几个领袖之一。他曾经拥有庞大的势力，和罗丹有不小的摩擦。",
    "en": "Thurston recognizes the dead Landbreaker elite: \"Volcano\" Chacha, one of the most influential leaders of the Bonekrusher Clan. He once commanded substantial forces and had significant friction with Rhodagn."
  },
  "summary_gm01m15_5_001": {
    "cn": "瑟斯顿认为“火山”遭到了“影子”的背叛，还受到了其他盟友的背弃。",
    "en": "Thurston believes \"Volcano\" was betrayed by \"Shadow\" and abandoned by other allies."
  },
  "summary_gm01m15_7_001": {
    "cn": "瑟斯顿认为“火山”遭到了“影子”的背叛，还受到了其他盟友的背弃。",
    "en": "Thurston believes \"Volcano\" was betrayed by \"Shadow\" and abandoned by other allies."
  },
  "summary_gm01m16_1_001": {
    "cn": "工团研究员林奈和琼正在寻找一瓶丢失的重要药剂。林奈在裂地者袭击时丢失了这瓶药剂，它可能落在了转运枢纽或公路边的工作平台。交谈过后，你决定帮助他们。",
    "en": "UWST scientists Linnaeus and Joan are trying to find a bottle of important medicinal sample that went missing. Linnaeus lost the bottle during the Landbreaker attack and it might be somewhere near the Transport Nexus or the work platform along the road. You decide to help them."
  },
  "summary_gm01m16_2_001": {
    "cn": "林奈的药剂被裂地者吃掉了大半，无法继续实验。他需要寻找一种稀有真菌重新制备药剂。琼提议利用她的长耳兽的追踪能力来寻找真菌。尽管这个方法存在风险，但他们仍然决定尝试，并请求你帮忙追踪长耳兽。",
    "en": "Linnaeus is out of research materials as the Landbreakers ate most of his medicine. He can only prepare another sample with a rare fungus. Joan recommends using her long-ears' tracking abilities to find the fungus. Though risky, the scientists agree to give it a try and ask if you can help track the long-ears."
  },
  "summary_gm01m16_5_001": {
    "cn": "两次尝试都取得了成功，琼十分高兴，希望尽快将药剂喂给长耳兽，林奈却对此有些担忧。从他们的交谈中，你隐约感觉到他们之间的关系似乎不仅仅是普通的同事那么简单。",
    "en": "Both trials are successful. Joan is overjoyed and really wants to feed the medicine to the long-ears. Linnaeus, on the other hand, sounds a little worried. From their conversation, you sense the two are more than just ordinary colleagues."
  },
  "summary_gm01m16_6_001": {
    "cn": "你为林奈带回了稀有真菌，他非常激动，决定答谢你。在他去准备谢礼时，你质问琼是否觊觎林奈的药剂。由于你掌握了证据，琼承认她确实需要林奈的药剂来完成自己的研究。",
    "en": "You bring the rare fungus to an ecstatic and grateful Linnaeus. While he goes off to prepare a gift, you question Joan if she has ulterior motives for Linnaeus's medicine. Since you have the evidence, Joan confesses that she needs Linnaeus's meds to complete her own research."
  },
  "summary_gm01m16_7_001": {
    "cn": "林奈对琼确实有好感。对于接下来该如何处理两人的关系，他想要听听你的建议。",
    "en": "Linnaeus has feelings for Joan. He wants your advice on how to move things forward."
  },
  "summary_gm01m17_1_001": {
    "cn": "被困的人是终末地的现场技术支持干员布龙泽。起初，他因你自行修理机器人而生气，但在得知你就是管理员后，误会解除了。",
    "en": "The trapped person happens to be Endfield site support technician Bronzer. He is initially infuriated that you repaired the robots without permission, but simmers out when he learns that you are the Endmin."
  },
  "summary_gm01m17_2_001": {
    "cn": "被困的人是终末地的现场技术支持干员布龙泽。起初，他因你自行修理机器人而生气，但在你的耐心劝说下，他平静了下来。",
    "en": "The trapped person happens to be Endfield site support technician Bronzer. He is initially infuriated that you repaired a robot on your own, but your patient diplomacy got him to simmer down."
  },
  "summary_gm01m17_3_001": {
    "cn": "被困的人是终末地的现场技术支持干员布龙泽，他来此是为了维修机器人。当你主动提出帮助他一起修理时，他拒绝了。但他随即发现自己的控制终端出了故障，不得不请求你的协助。",
    "en": "The trapped person happens to be Endfield site support technician Bronzer. He came here to fix damaged robots. You offer to help him but he refuses. He then realizes his control terminal is broken and has no choice but to ask for your help."
  },
  "summary_gm01m17_4_001": {
    "cn": "布龙泽向你表达了感谢。当他得知你遇到了他的弟弟库珀后，显得有些担心，说要赶紧回去。临走前，他告诉你以后可以在工人之家找到他。",
    "en": "Bronzer thanks you. When he learns that you met his younger twin Copper, he looks worried and decides to head back at once. Before he leaves, he tells you that you can find him at the Worker Dorms."
  },
  "summary_gm01m17_5_001": {
    "cn": "被困的人是终末地的现场技术支持干员布龙泽，他来此是为了维修机器人。当你主动提出帮助他一起修理时，他拒绝了。但他随即发现自己的控制终端出了故障，不得不请求你的协助。",
    "en": "The trapped person happens to be Endfield site support technician Bronzer. He came here to fix damaged robots. You offer to help him but he refuses. He then realizes his control terminal is broken and has no choice but to ask for your help."
  },
  "summary_gm01m17_6_001": {
    "cn": "布龙泽向你表达了感谢。临走前，他告诉你以后可以在工人之家找到他。",
    "en": "Bronzer thanks you. Before he leaves, he tells you that you can find him at the Worker Dorms."
  },
  "summary_gm01m1_1_001": {
    "cn": "你偶遇了工团成员瓦利亚，并打算帮他打开源石副产物中心大楼的门。",
    "en": "You meet UWST crew mate Vallia and agree to open the gate of the Originium Byproduct Processing Center main building for him."
  },
  "summary_gm01m1_2_001": {
    "cn": "你和瓦利亚发现总控开关因触发了保护机制而导致大楼断电。想要重启总控开关，则需要将悬浮箱子移动至感应开关上。",
    "en": "Vallia and you notice that the main switch activated its safety and disconnected the entire building from the power grid. To re-activate the main switch, you must move the floating crates to the pressure switches."
  },
  "summary_gm01m1_3_001": {
    "cn": "大楼的电力系统正在恢复，但生产系统的主电源无法打开。瓦利亚拜托你去二层看看有没有其他故障。",
    "en": "Power is being restored to the building. However, the production system power mains cannot be switched on. Vallia asks if you can go to the second floor and see what is wrong."
  },
  "summary_gm01m1_4_001": {
    "cn": "你在源石副产物中心大楼二层遇到了躲在这里的工作人员兰姆。他为了停下大楼的生产系统，留下来关闭了主电源，但由于他对关闭后重置为初始状态的系统不够熟悉，难以完成重启，你决定出手相助。",
    "en": "You meet Rammu who has been hiding at the second floor of the Originium BPPC building. To stop the production system, he chose to stay behind and switched off the mains. However, this also reset the entire system to its default settings. Rammu does not know how to reset the mains. You decide to help."
  },
  "summary_gm01m1_5_001": {
    "cn": "瓦利亚告诉你，生产系统主电源已经成功开启了。你则将兰姆及时关闭电源的事迹告知了他，他对此深感庆幸，同时也向你表达了谢意。",
    "en": "Vallia tells you that the production system power mains are back online. You tell him about Rammu and how he timely shut down the power. Vallia is extremely grateful and expresses his gratitude."
  },
  "summary_gm01m22_4_001": {
    "cn": "你遇到了未撤离的工团研究员哈珀，他告诉你这里的研究资料无法调出，不能交给你。",
    "en": "You run into UWST scientist Harper who has not evacced the place. He informs you that no one, including you, is authorized to move research data out of the place."
  },
  "summary_gm01m22_6_001": {
    "cn": "你再次找到了哈珀，告诉他你已经通过他的工作日志得知了真相，他最终还是把资料交给了你。",
    "en": "You find Harper again and tell him that you found out the truth from his work diary. The scientist finally decides to give you the data."
  },
  "summary_gm01m22_8_001": {
    "cn": "你遇到了未撤离的工团研究员哈珀，他告诉你这里的研究资料无法调出，不能交给你。但你已经通过他的工作日志得知了真相……",
    "en": "You run into UWST scientist Harper who has not evacced the place. He informs you that no one, including you, is authorized to move research data out of the place. But you already read his work diary and know why he said all that..."
  },
  "summary_gm01m3_1_001": {
    "cn": "一个叫莱昂的工团巡查员请求你帮忙修复升降平台。无法正常使用的升降平台不但影响到了他的工作，据说还影响到了他的健康。",
    "en": "Leon, a UWST patrol crew mate, needs your help to repair a platform lift. The man claims that the broken lift is affecting both his work and his health."
  },
  "summary_gm01m5_1_001": {
    "cn": "",
    "en": ""
  },
  "summary_gm01m5_2_001": {
    "cn": "",
    "en": ""
  },
  "summary_gm01m6_1_001": {
    "cn": "你在断裂的公路附近遇到了工团的救援队队员赫尔曼。营救工作遇到了困难，他正在发愁。",
    "en": "You met Hermann, a UWST Search and Rescue (SAR) crew mate, near the shattered highway. Hermann's SAR mission just encountered a major obstacle."
  },
  "summary_gm01m6_2_001": {
    "cn": "被营救的工团运输人员斯科特向你讲述了自己的遭遇，并拜托你帮忙解决天使。",
    "en": "You save UWST trucker Scott and he tells you about the accident. He also asks you to take out the Aggelos."
  },
  "summary_gm01m7_1_001": {
    "cn": "你与瑟斯顿仍然好奇“影子”布兰娜被攻击的原因。此时，狼卫发来联系，表示自己似乎发现了“影子”的活动踪迹。",
    "en": "Both you and Thurston remain curious about why \"Shadow\" Brenna was attacked. Just then, Wulfgard contacts you, indicating they may have picked up traces of \"Shadow's\" recent activity."
  },
  "summary_gm01m7_3_001": {
    "cn": "没等你们顺利问出什么，“影子”布兰娜便因为伤势发作而去世了。",
    "en": "Before you could successfully interrogate her, \"Shadow\" Brenna succumbed to her injuries and passed away."
  },
  "summary_gm01m7_5_001": {
    "cn": "你们发现，聂菲斯果断地利用并抛弃了同样不完全忠诚的“影子”布兰娜。至此，所有对聂菲斯不利的潜在威胁都被她逐一拔除。",
    "en": "You discover that Nefarith decisively used and then discarded the incompletely loyal \"Shadow\" Brenna. By now, she has systematically eliminated every potential threat against her."
  },
  "summary_gm01m7_7_001": {
    "cn": "没等你们顺利问出什么，“影子”布兰娜便因为伤势发作而去世了。",
    "en": "Before you could successfully interrogate her, \"Shadow\" Brenna succumbed to her injuries and passed away."
  },
  "summary_gm01m8_1_001": {
    "cn": "被困的人是终末地的现场技术支持干员库珀。他是循着机器人的故障信号而来的。库珀告诉你，这些机器人在躲避裂地者时受损严重，现在能维修的只剩一个了。你决定帮他修理这个机器人。",
    "en": "The Landbreakers prisoner happens to be Endfield site support technician Copper. He came to this place by tracking distress calls of malfunctioning robots. Most of the robots were heavily damaged and only one seems reparable. You decide to help."
  },
  "summary_gm01m8_2_001": {
    "cn": "库珀告诉你，在其他地方可能还有这种故障机器人。若你修好了它们，可以去工人之家找他领取报酬。",
    "en": "Copper tells you about broken robots at other places. If you see one, get them repaired and talk to Copper at the Worker Dorms for rewards."
  },
  "summary_gm01m8_3_001": {
    "cn": "被困的人是终末地的现场技术支持干员库珀，他是布龙泽的双胞胎弟弟。他告诉你，这些机器人在躲避裂地者时严重受损，现在能维修的只剩一个了。你决定帮他修理机器人。",
    "en": "The Landbreaker prisoner turns out to be Endfield site support technician Copper, who is also Bronzer's younger twin. He tells you that many robots were heavily damaged while trying to escape from the Landbreakers and only one seems reparable. You decide to help."
  },
  "summary_gm01m9_1_001": {
    "cn": "你偶遇了工团工人英格，她发现反应炉的异常情况后赶来，正尝试进入醇化合物工厂。但工厂大门打不开，于是她计划炸墙而入。",
    "en": "You meet a UWST crew mate named Ingol. She rushed to this place in response to a reactor malfunction and is trying to get into the Kohl Plant. The gate refuses to open, so she intends to blast a hole in the wall."
  },
  "summary_gm01m9_3_001": {
    "cn": "检查了醇化合物工厂的内部情况后，英格告诉你反应炉上方的通风井被凝胶堵住了。英格尝试关闭反应炉，但发现它的控制系统失灵了。你让她不要着急，并决定前去查看情况。",
    "en": "After checking the situation in the Kohl Plant, Ingol tells you that the ventilation shaft above the reactor is clogged by a gel. She tries to shut down the reactor but the control systems have failed. You tell her not to worry and decide to inspect the shaft itself."
  },
  "summary_gm01m9_4_001": {
    "cn": "通风井已经恢复了正常。你回去找到英格。她告诉你现在醇化合物工厂的危机正在被逐步解决，但杰里米还是联系不上。",
    "en": "The ventilation shaft is now working. You return to talk to Ingol. She tells you that the Kohl Plant crisis is slowly getting fixed, but is concerned that she still cannot contact Jeremy."
  },
  "summary_gm02m10_1_001": {
    "cn": "你询问了在池边徘徊的可疑天师阿宝，原来他是在附近寻找爷爷留下的宝藏，你决定帮助他将池里的水抽干。",
    "en": "You approach the suspicious Tianshi named Bao. Turns out, he's searching for a treasure his grandpa left somewhere nearby. You decide to help him drain the pond water."
  },
  "summary_gm02m10_2_001": {
    "cn": "阿宝得知水池下的宝藏原来是爷爷杜曲生留下的陈年秘酒。虽然没能发大财，但他实现了寻宝心愿，对此，他向你表示了感谢。",
    "en": "Bao realizes the treasure under the pond is an old batch of brew left by his grandfather, Du Qusheng. While it isn't a fortune, he is grateful for your help nonetheless."
  },
  "summary_gm02m10_3_001": {
    "cn": "阿宝分析，想要打开天井院底部的大门，需要先找到三个“钥匙”，激活门前的三道机关。",
    "en": "Bao's analysis indicates that to open the gate at the bottom of the courtyard, you must first locate three \"keys\" to activate the three mechanisms in front of it."
  },
  "summary_gm02m10_4_001": {
    "cn": "阿宝分析，想要打开天井院底部的大门，需要先找到三个“钥匙”，激活门前的三道机关。",
    "en": "Bao's analysis indicates that to open the gate at the bottom of the courtyard, you must first locate three \"keys\" to activate the three mechanisms in front of it."
  },
  "summary_gm02m10_5_001": {
    "cn": "阿宝分析，想要打开天井院底部的大门，需要先找到三个“钥匙”，激活门前的三道机关。你已经集齐了所有“钥匙”。",
    "en": "Bao's analysis indicates that to open the gate at the bottom of the courtyard, you must first locate three \"keys\" to activate the three mechanisms in front of it. You have now found all the \"keys.\""
  },
  "summary_gm02m1_1_001": {
    "cn": "",
    "en": ""
  },
  "summary_gm02m1_1d5_001": {
    "cn": "",
    "en": ""
  },
  "summary_gm02m4_1_001": {
    "cn": "在生态实验站附近，你遇到了一位名叫林轲的天师学徒，他正在进行天师桩的启动测试。但帮他设置辅桩的同学却因故缺席，你决定帮助他完成测试。",
    "en": "You encounter a Tianshi disciple named Lin Ke near the Ecological Research Station, who is conducting a startup test on the Tianshi Pillar. However, the classmates assisting him with the auxiliary pillars are absent due to unforeseen circumstances. You decide to help him complete the test."
  },
  "summary_gm02m4_5_001": {
    "cn": "顺利启动所有辅桩后，你将结果告知了林轲。林轲的天师桩启动测试终于进入最终阶段。",
    "en": "You tell Lin Ke about the successful results after activating all auxiliary pillars. Lin Ke's Tianshi Pillar startup test has now reached its final phase."
  },
  "summary_gm02m4_6_001": {
    "cn": "林轲成功完成了这次的天师桩启动测试，他的课题终于得以继续推进，你也为他送上了祝福。",
    "en": "Lin Ke successfully completes his Tianshi Pillar startup test. He can finally continue with his project now, and you offer him your blessings."
  },
  "summary_gm02m5_1_001": {
    "cn": "你在武陵城居民区遇到了正为地下阵列稳定桩检修工作为难的新任天师方泽，答应她帮忙一起完成检修工作。",
    "en": "You find Fang Ze, Wuling's new Tianshi in the Residential Area, wrestling with stabilizing rod repairs in the underground array. Offering your aid, you join the maintenance effort."
  },
  "summary_gm02m6_1_001": {
    "cn": "水渠异动的流言不断扩散，导致居民们不敢用水。惊慌的居民景洪为你们介绍了大致的情况，并建议你们向一旁的天师学徒厉衡进一步询问。",
    "en": "Rumors of the canal's disturbances spread, leaving residents terrified to use water. Jing Hong, a panicked local briefs you and points to Li Heng, a Tianshi disciple for further investigation."
  },
  "summary_gm02m6_2_001": {
    "cn": "厉衡表示自己从没见过水渠的异常，这些流言都是迷信。但为了安抚害怕的居民，他拜托你们去检查两处水渠。",
    "en": "Li Heng dismisses the rumors as superstition. To ease fears, he requests inspections at two canal sites."
  },
  "summary_gm02m6_3_001": {
    "cn": "和厉衡交谈后，你们发现，这些装置是他的课程作业，在水下损坏后造成了水渠的异动，但此时他指出，自己没有在选剑局附近的水渠里放装置，那里的异动却最厉害……你们决定再去看看。",
    "en": "After talking to Li Heng, he admits the devices are his prototypes that caused disturbances, but not the ones near HS.Swords. The worst disturbances are where he didn't deploy them... You decide to investigate further."
  },
  "summary_gm02m6_4_001": {
    "cn": "厉衡扫描了水渠，看到里面堆满了其他天师学徒的课程作业。原来现在是考试季，许多同学跟他一样，用水渠做实验。",
    "en": "Li Heng scans the canal. Turns out it's just clogged with other disciples' prototypes. Exam season has turned the waterways into a junkyard."
  },
  "summary_gm02m7_1_001": {
    "cn": "你在选剑局里遇到一位叫锡锭子的学徒，得知他正在为身后的小剑桩而苦恼，你决定试着帮他启动一下。",
    "en": "In HS.Swords, you find a disciple named Tin Ingot, troubled by the small sword pell behind him. You decide to help him out."
  },
  "summary_gm02m7_3_001": {
    "cn": "见你升起了小剑桩，锡锭子兴奋地拜托你帮他通过测试。",
    "en": "Having witnessed you successfully raise the sword pell, Tin Ingot now eagerly begs your help to pass his trial."
  },
  "summary_gm02m7_4_001": {
    "cn": "你成功升起了巨剑桩，锡锭子正打算庆祝，却被连晓雾的远程通信打断，她将锡锭子狠狠教育了一通。",
    "en": "Just as Tin Ingot is about to whoop in triumph at the central pell's ascent, Lian Xiaowu's holographic reprimand shatters the celebration. Her scolding so fierce, even nearby birds take flight."
  },
  "summary_gm02m8_1_001": {
    "cn": "尚进和莫余两位天师正在争吵，原来他们缺少息壤进行三到钟的激活工作，你答应帮助他们，提供足够的息壤，激活钟上的符文组件。",
    "en": "Tianshi Shang Jin and Tianshi Mo Yu are arguing because they lack enough Xiranite to activate the Bell of Three Presences. You agree to help them by providing sufficient Xiranite to activate the runes on the bell."
  },
  "summary_gm02m8_5_001": {
    "cn": "你提供了足够的息壤，成功激活了三到钟，两位天师都很感谢你。",
    "en": "You supplied enough Xiranite to fully activate the bell. Both Tianshi are relieved and grateful."
  },
  "summary_m1m6_1_001": {
    "cn": "在野外探索时，你遇到一处异象。菲奥娜告诉你，这是一个即将失控的能量淤积点。她请求你清理这个能量淤积点，并提醒你在行动之前要做好充分的准备。",
    "en": "You come across an anomaly while exploring the wilderness. According to Fiona, it is an Energy Alluvium about to go out of control. She asks you to clean it up but also reminds you to be fully prepared before approaching it."
  },
  "summary_sm1l1m10_3_001": {
    "cn": "你得知，集成工业研究所的分管负责人希茜似乎向着停车场的方向去了。",
    "en": "AIC-RC Manager Cynthia probably went to the parking lot."
  },
  "summary_sm1l1m10_5_001": {
    "cn": "你们偶遇了两名避难者，他们告诉你一桩传闻：这里是“终末地”进行实验研究的地方——附近出没的天使就是“终末地”的杰作。在辟谣之前，你决定先找到希茜。",
    "en": "You run into two refugees and they share a rumor about how this place was an Endfield test site and the local Aggeloi were the results of Endfield experiments. You decide to talk to Manager Cynthia before busting the rumors."
  },
  "summary_sm1l1m10_8_001": {
    "cn": "你和希茜没有找到天使聚集的实际原因。但针对终末地的流言等待着平息，你决定等回到枢纽区基地后与避难者们谈谈。",
    "en": "You and Cynthia fail to find out why the Aggeloi are gathering. However, rumors about Endfield must be addressed. You decide to head back to the Hub Base and have a talk with the refugees."
  },
  "summary_sm1l1m10_9_001": {
    "cn": "经过了你的亲自澄清，曾被你救下的避难者们很快便解除了对终末地的误会。",
    "en": "You personally explain the situation to the people. The refugees whom you saved before quickly dispel their concerns and misunderstandings about Endfield."
  },
  "summary_sm1l1m11_1_001": {
    "cn": "你顺利地为秦茳尺分担了一部分工作，但她的日程依然很满。灾后重建是个漫长的过程，未来还有更多事情需要你们一同面对。",
    "en": "You've taken some weight off Qin Jiangchi's shoulders, but her duty roster stays crimson. Rebuilding after catastrophe takes years, and you'll be sharing every battle ahead."
  },
  "summary_sm1l1m1_13_001": {
    "cn": "在一所裂地者占据的房屋外，你找到了工团被抢走的多功能播报器。但为了自己与菲奥娜的耳朵着想，你不得不想办法将它关闭。",
    "en": "You found the looted general purpose broadcaster outside a house occupied by the Landbreakers. You also have to figure out a way to switch it off to protect Fiona's sanity, as well as that of your own."
  },
  "summary_sm1l1m1_14_001": {
    "cn": "回到源石副产物中心，你将“工作提效智能终端”与找到的物资交还给了负责人萨特，但却从萨特那里得知，被抢走的物资中还有部分胶棉炸药未被找到……",
    "en": "You return to the Originium BPPC and give both the Smart Performance Booster and the recovered supplies to UWST monitor Satyr. The monitor then tells you about gel-cotton explosives that went missing as well..."
  },
  "summary_sm1l1m1_1_001": {
    "cn": "你上前询问后得知，这位名叫“乔斯特”的基地警卫正在研究一块被裂地者画上图案的石头，他很想破解其中的奥秘。最终，你在菲奥娜的提醒下决定尝试扫描这块石头……",
    "en": "You talk to a base security officer named Jouster. He is investigating a piece of rock suspected to be covered with Landbreaker graffiti, and he is interested in its secrets. Fiona then advises you to scan the rock..."
  },
  "summary_sm1l1m1_2_001": {
    "cn": "完成扫描后，石头上确实出现了图案，但仍然没法看清全貌。",
    "en": "The scan reveals some glyphs on the rocks but you cannot see all of them."
  },
  "summary_sm1l1m1_3_001": {
    "cn": "在乔斯特的提议下，你决定前往源石副产物中心——那里不久前遭到了裂地者的袭击，现场或许会有关于裂地者行动的线索。",
    "en": "You follow Jouster's advice and go to the Originium Byproduct Processing Center (BPPC). The place was recently attacked by Landbreakers and there might be several clues on breaker activities."
  },
  "summary_sm1l1m1_7_001": {
    "cn": "你从工团在源石副产物中心的负责人——萨特那里了解了裂地者袭击的详情。得知你打算追查那群裂地者的去向，萨特希望你能帮忙把被裂地者抢走的“工作提效智能终端”带回来。",
    "en": "You talk to Satyr, the UWST monitor of the Originium Byproduct Processing Center (BPPC). He gives you details about the Landbreakers. When Satyr learns that you intend to track down the Landbreakers, he hopes you can recover the Smart Performance Booster that the raiders looted from his site."
  },
  "summary_sm1l1m2_1_001": {
    "cn": "你回到了之前去过的裂地者营地，在疑似重启的巢雕前发现了一名正处于癫狂状态的裂地者。通过他的只言片语，你推断出巢雕的雾气与碾骨氏族的涂鸦印记可能存在某种关联。",
    "en": "You return to the Landbreaker Camp you visited and find a mad landbreaker standing near a re-activated denstack. From his insane ramblings, you figure out that the haze emitted by the denstacks may have something to do with the Bonekrusher graffiti."
  },
  "summary_sm1l1m2_3d8_001": {
    "cn": "你在山洞深处找到了一些工团被抢的物资。遗憾的是，这里依然没有那些丢失的胶棉炸药。",
    "en": "You find the looted UWST supplies deep inside the cave. Unfortunately, the gel-cotton explosives are still nowhere to be found."
  },
  "summary_sm1l1m2_4_001": {
    "cn": "在山洞中，你遇到了被裂地者关进铁笼中的警卫乔斯特。在向你描述自己被抓的经过后，乔斯特提出了他对枢纽区基地附近裂地者涂鸦的猜测，并将他个人用于研究的记录本送给了你。",
    "en": "You find security officer Jouster locked in a cage within the cave. Jouster tells you how he was captured and shares his ideas about the Landbreaker graffiti found near the Hub Base. He then gives you a notebook with his research notes."
  },
  "summary_sm1l1m4_1_001": {
    "cn": "枢纽区基地的物流主管因为四号谷地发生的事忙得无法抽身。她想拜托你与埃里克松商贸公司的人洽谈合作的相关事宜。你可以凭借自己的判断，将合作方的信息记录到档案当中。",
    "en": "The logistics director of Hub Base is too busy cleaning up the aftermath of the Valley IV incident. She wonders if you can negotiate with an agent of Erikssohn Trading House. Use your judgment and gather records about Erikssohn's agent."
  },
  "summary_sm1l1m4_2_001": {
    "cn": "你见到了埃里克松商贸的高级业务员哈特曼。按照约定，你需要铺设一组滑索架，为他安排产品演示。",
    "en": "You meet Hartmann, a senior sales rep of Erikssohn Trading House. According to the agreement, you must deploy a zipline pylon and give the agent a product demo."
  },
  "summary_sm1l1m4_3_001": {
    "cn": "哈特曼对滑索非常满意，决定立刻与终末地签约。准备签约时，他发现合同落在了车里，哈特曼前去取回合同，与你们约定在枢纽区基地入口会合。",
    "en": "Hartmann is very pleased with the zipline and decides to sign a contract with Endfield. However, he then realizes that he left his contract in the car. Hartmann runs off to retrieve the contract and tells you to meet with him at the Hub Base entrance."
  },
  "summary_sm1l1m4_4_001": {
    "cn": "哈特曼受了严重的伤，狼卫建议利用附近的植物为他止血。",
    "en": "Hartmann is severely injured. Wulfgard recommends using local plants to stop the bleeding."
  },
  "summary_sm1l1m4_5_001": {
    "cn": "哈特曼告知你们，他遭遇了裂地者的袭击，合同也被劫走。他关于裂地者的描述令狼卫有所怀疑——那不像是裂地者会说的话。狼卫建议在事故现场调查一下。",
    "en": "Hartmann tells you he was attacked by Landbreakers and they also took his contract. However, Wulfgard becomes suspicious of Hartmann's description of the Landbreakers and the words they said. He recommends investigating the site of the attack."
  },
  "summary_sm1l1m4_6_001": {
    "cn": "狼卫认为事故更像是文明环带的“文明人”所为。",
    "en": "Wulfgard believes the accident was a setup by Banders pretending to be Landbreakers."
  },
  "summary_sm1l1m4_7_001": {
    "cn": "在狼卫的暗示下，你并未向哈特曼透露更多信息。哈特曼无奈地表示与终末地的交易需要推迟了。",
    "en": "Wulfgard secretly asks you to hide your findings from Hartmann. The agent has no choice but to delay the deal with Endfield."
  },
  "summary_sm1l1m5_1_001": {
    "cn": "你们见到了自称来自埃里克松商贸公司的业务员亚历山大。他表示自己不认识哈特曼，并称哈特曼是“诈骗犯”。另一位自称汉斯的业务员表示自己近日也深受“诈骗犯”所害。在签约前，你打算先记录下亚历山大的信息。",
    "en": "You meet with Aleksandr who claims to be an agent of Erikssohn Trading House. He claims to know nothing about Hartmann and tells you that he might be a \"scammer\". Another agent named Hans who happens to be passing by also tells you how he became a recent victim. Before signing the contract, you decide to make a file of Agent Aleksandr."
  },
  "summary_sm1l1m5_2_001": {
    "cn": "哈特曼匆匆赶来拦住你。他与亚历山大互相指责对方是诈骗犯。哈特曼拿出公司的终端，准备证明亚历山大并不存在于埃里克松商贸的员工名册中。",
    "en": "Hartmann rushes over to stop you. He and Aleksandr then mutually accuse each other as scammers. Hartmann shows you his company's handyterm to prove that Aleksandr is not on the list of Erikssohn employees."
  },
  "summary_sm1l1m5_3_001": {
    "cn": "亚历山大承认自己耍了小手段——他其实是克莱韦思环塔贸易公司的员工。亚历山大表示埃里克松商贸经营不善，与其和哈特曼签约，不如选择自己。他给了你一份来自克莱韦思环塔商贸公司的合同。",
    "en": "Aleksandr admits that he used some tricks and reveals that he is actually working for Clavis TGCC Trading. He then tells you that Erikssohn is doing very poorly and offers you a contract from Clavis, claiming that partnering with his company will be a wiser choice."
  },
  "summary_sm1l1m6_1_001": {
    "cn": "佩丽卡根据线索推测：亚历山大很可能在假冒克莱韦思环塔贸易公司的员工。你让狼卫跟着亚历山大，探寻亚历山大所隐瞒的事情。",
    "en": "Perlica's intel suggests that Aleksandr may be masquerading as an employee of Clavis as well. You tell Wulfgard to shadow Aleksandr and try to find out what the agent is hiding."
  },
  "summary_sm1l1m6_2_001": {
    "cn": "亚历山大确实曾经是克莱韦思环塔贸易公司的员工，汉斯似乎也并非是单纯路过。可以肯定的是，哈特曼被抢劫的事确实有亚历山大的参与。你们决定再去哈特曼被抢劫的地点看看。",
    "en": "Aleksandr is a former employee of Clavis and Hans was not just passing by. It is quite certain that Aleksandr played a role in the attack on Hartmann. You decide to investigate the site of the attack again."
  },
  "summary_sm1l1m6_4_001": {
    "cn": "汉斯背后的门德斯工业是哈特曼遇袭事件的幕后主导，目的是让亚历山大实行他自己的计划。你们决定与这三位业务员谈谈。",
    "en": "Hans and his employer Mendez Manufacturing are the mastermind behind the attack on Hartmann. Their aim is to get Aleksandr to carry out his plans. You decide to have a chat with the three agents."
  },
  "summary_sm1l1m6_5_001": {
    "cn": "面对铁证，临阵逃跑的汉斯和其背后的门德斯工业难逃其咎。哈特曼见到亚历山大可怜的模样也产生了恻隐之心。但是，终末地该继续与谁合作的决定权仍在你的手上。",
    "en": "You reveal solid evidence. Though Hans flees the scene, he and his employer Mendez Manufacturing will have to answer for their actions. Hartmann also becomes sympathetic to Aleksandr's plight. Regardless, you still get to decide whom Endfield should work with."
  },
  "summary_sm1l1m6_7_001": {
    "cn": "你回去找到了终末地工业的枢纽区基地的物流主管莎曼，告诉了她自己的抉择。",
    "en": "You return to Salman, the logistics director of Endfield Industries at Hub Base, and inform her of your choice."
  },
  "summary_sm1l1m7_1_001": {
    "cn": "四号谷地的危机刚刚平息，秦茳尺的工作繁多，抽不开身。你看到她忙碌的样子，决定替她分担一些工作。",
    "en": "The Valley IV crisis has been recently averted but Director Qin is getting overwhelmed by work. You decide to help her share some of the burden."
  },
  "summary_sm1l1m8_1_001": {
    "cn": "旧工厂区的工作人员莱科与莱雅想拜托你关闭不稳定的源石精炼炉。",
    "en": "Lykor and Laeya are workers at the Old Factory. They need your help to shut down an unstable Originium Refining Unit."
  },
  "summary_sm1l1m8_4_001": {
    "cn": "灾难对莱雅的冲击太大，让她不敢再接近现场。安抚过莱雅后，莱科决定自己一个人带你进去操作。",
    "en": "The disaster has severely traumatized Laeya and she is too scared to enter the site itself. After comforting her, Lykor decides to take you into the place on his own so that you can perform the repairs."
  },
  "summary_sm1l1m8_5_001": {
    "cn": "克服恐惧跟上你们的莱雅迅速找到了症结所在。她负责处理坏掉的控制终端，你需要将另外一个控制终端的电源关掉。",
    "en": "Laeya overcomes her fears and catches up with you. She then identifies the source of the problem and takes it upon herself to fix the broken terminal. You must help her by shutting off the power to the other terminal."
  },
  "summary_sm1l1m8_6_001": {
    "cn": "成功关停设备后，莱雅重新找回了勇气。塔卫二上仍然存在许多威胁，只有铭记使命、互相支持，才能在危难中坚持下来。",
    "en": "Laeya rediscovers her courage after successfully switching off the facility. Many threats still exist on Talos-II. Only those who remember their duty and work with each other can endure these dangers."
  },
  "summary_sm1l1m9_14_001": {
    "cn": "你解决了物资与药品的燃眉之急，但那些留在工人们心中的创口还需要时间来修复。",
    "en": "You have solved the shortage of supplies and medication. The wounds of the mind, however, will need some time to heal."
  },
  "summary_sm1l1m9_15_001": {
    "cn": "埃里克对自己无法帮助工人们恢复情绪感到沮丧。你和卢告诉他，很多事情只能交给时间。",
    "en": "Eric feels sad when he realizes there is nothing he can do to help his crew feel better. You and Lou tell him that only time can mend the wounds."
  },
  "summary_sm1l1m9_1_001": {
    "cn": "埃里克与卢向你介绍了工人之家恢复工作的情况。你打算和埃里克一起了解工人们的实际需求。",
    "en": "Eric and Lou update you on the Worker Dorms repairs. You figure it's best to tag along with Eric and hear the workers out directly."
  },
  "summary_sm1l1m9_2_001": {
    "cn": "你了解到，目前这里医疗物资短缺的问题较为棘手。",
    "en": "The shortage of medical supplies is a serious problem."
  },
  "summary_sm1l1m9_3_001": {
    "cn": "工团的老人威尔伯告诉你，工团物流站站长埃斯顿受伤了，他曾叮嘱过威尔伯有一批物资近期会到，但不知为何一直没有消息。",
    "en": "UWST veteran Wilbur informs you that UWST logistics station monitor Eston has been wounded. Eston told Wilbur to expect incoming supplies, but they never arrived."
  },
  "summary_sm1l1m9_4_001": {
    "cn": "名叫斯坦利的孩子告诉你，他想要听些音乐。",
    "en": "A boy named Stanley hopes to listen to some music"
  },
  "summary_sm1l1m9_5_001": {
    "cn": "你和埃里克认为，目前工人们的需求主要集中在药品和物资两个方面。",
    "en": "Medicine and supplies are the two most pressing needs of the crew."
  },
  "summary_sm1l2m1_0d5_011": {
    "cn": "得知干员弧光发出了援助请求，你们决定找她本人问问情况。",
    "en": "You learn that Operator Arclight sends out a request for help. You decide to talk to her and ask about the situation."
  },
  "summary_sm1l2m1_1_001": {
    "cn": "前方等待你们的人不是弧光，而是卡贾。原来，难民暂居处的米娅失踪了，是卡贾拜托弧光联系终末地寻求帮助。弧光已经沿着米娅涂改过的裂地者涂鸦前去寻找了，你们决定也顺着这个线索找下去。",
    "en": "You expect to meet with Arclight but Karja shows up instead. Turns out that Mia of the refugee camp has gone missing and he asked Arclight to call Endfield for help. Arclight has already started the search by tracking down Landbreaker graffiti that Mia drew over. You decide to follow the same clues."
  },
  "summary_sm1l2m1_2_001": {
    "cn": "你们在最后的涂鸦前发现了米娅的笔，地面上残留着打斗的痕迹。这里曾经是碾骨氏族的领地，你们需要小心前进。",
    "en": "You find Mia's brush at the last graffiti as well as signs of fighting. A Bonekrushers \"lab\" is up ahead. You decide to proceed carefully."
  },
  "summary_sm1l2m1_3_001": {
    "cn": "你们见到了弧光，她在山壁上发现了一处暗门。佩丽卡建议你做一次扫描，以寻找打开暗门的机关。",
    "en": "You meet Arclight. She has found a secret door in the rock wall. Perlica suggests performing a scan to reveal the door opening mechanism."
  },
  "summary_sm1l2m1_4_001": {
    "cn": "弧光的源石技艺对机关无效。问题似乎出在源石电路上，你尝试使用自己的的力量修复开门机关。",
    "en": "Arclight's Originium Arts fail to work on the mechanism. You suspect the problem lies in the Originium circuitry, so you attempt to use your powers to repair the door switch."
  },
  "summary_sm1l2m2_10_001": {
    "cn": "你们终于离开了地牢，重见天日。众生长地与弧光给你留下了深刻的印象。在未来的日子里，作为游人与终末地干员的她，还会与你再次相遇。",
    "en": "You left the cave and returned to the surface. Arclight and the Hannabit Circuit have left you quite an impression. You have a feeling that the Songseeker and Endfield Operator Arclight will cross paths with you again."
  },
  "summary_sm1l2m2_11_001": {
    "cn": "你们护送米娅与扎克等人回到难民暂居处。米娅与家人重逢的场景令所有人动容，扎克一行人也找到了新的家园，准备开启全新的生活。",
    "en": "You escort Mia, Zach, and the other refugees to the refugee camp. Mia's reunion with her family is especially touching. Zach and his friends also receive a new home and prepare themselves for new lives ahead of them."
  },
  "summary_sm1l2m2_2_001": {
    "cn": "你们找到了米娅，迷路的她被几位“哥哥姐姐”搭救了。根据米娅的描述，救她的人目前处境十分危险，你们决定尽快寻找到他们。",
    "en": "You find Mia. She told you she got lost but was rescued by several grown-ups. From what Mia said, you deduce that those who rescued her are in danger. You decide to locate them quickly."
  },
  "summary_sm1l2m2_3_001": {
    "cn": "你们在一个牢房里找到了搭救米娅的人。其中一人名叫扎克，他告诉你们，对面路上的小房间里应该有开启铁门的钥匙。",
    "en": "You find the people who rescued Mia in one of the cells. A nomad named Zach tells you to find the cage key from the room on the opposite side of the road."
  },
  "summary_sm1l2m2_4_001": {
    "cn": "弧光可以制作热能刀切开牢门，你们需要搜集一些制作会用到的金属元件。",
    "en": "Arclight can craft a thermal lance for cutting through the cage door. Collect some metal components needed for the crafting."
  },
  "summary_sm1l2m2_5_001": {
    "cn": "似乎有裂地者袭来，你们需要掩护弧光进行“热指头”的制作。",
    "en": "SCENE: Landbreakers might be attacking. You must protect Arclight while she's crafting the hot finger."
  },
  "summary_sm1l2m2_7_001": {
    "cn": "扎克一行人感谢了你们的救命之恩。你们决定把他们带回难民暂居处。",
    "en": "Zach and his group thank you for the rescue. You make the call to escort them back to the refugee camp."
  },
  "summary_sm1l2m2_8_001": {
    "cn": "担忧的逃难者仍对四号谷地的危险心有余悸，弧光告诉对方会带他们去安全的难民暂居地。",
    "en": "People are still worried and fearful of the crisis that struck Valley IV. Arclight assures them she will take them to a secure shelter."
  },
  "summary_sm1l2m3_1_001": {
    "cn": "你们救出了一位名叫瓦茨的神秘人物。他的行李被裂地者夺去，在将其寻回之前，瓦茨不打算离开。",
    "en": "You save a mysterious prisoner named Waitz. His luggage has been seized by the Landbreakers. Waitz does not intend to leave until he recovers all of them."
  },
  "summary_sm1l2m3_2_001": {
    "cn": "你们找回了瓦茨丢失的行李，但他的失物不止一件，他打算自行寻找剩余的部分。",
    "en": "Waitz's recovered belongings now sit secured, but the job's only half-done. He insists on tracking down the remaining items himself."
  },
  "summary_sm1l2m3_3_001": {
    "cn": "你们再次找到了瓦茨，决定帮助他从裂地者手中找回遗失的货物。",
    "en": "You find Waitz once again and decide to help reclaim his cargo,"
  },
  "summary_sm1l2m3_4_001": {
    "cn": "你们追回了一些货物，瓦茨认为剩余的部分可能被裂地者藏进了山洞。",
    "en": "You recover part of the cargo. Waitz suspects the Landbreakers have stashed the remainder in the caverns ahead."
  },
  "summary_sm1l2m3_5_001": {
    "cn": "瓦茨称，他丢失的货物里有一些对四号谷地至关重要的物品，可以拯救许多危难中的生命。",
    "en": "Those crates held more than goods. They carry Valley IV's survival."
  },
  "summary_sm1l2m3_7_001": {
    "cn": "你终于发现，瓦茨所谓“至关重要的物品”实际上是一组应急物资。得知四号谷地发生意外，他第一时间准备了物资，志愿前来提供帮助。",
    "en": "You finally realize that Waitz's cargo of utmost importance is just a batch of emergency supplies. After learning of the crisis in Valley IV, he prepped a batch of supplies, brought them here on his own, and volunteered to give help."
  },
  "summary_sm1l2m3_8_001": {
    "cn": "你帮瓦茨找回了所有物资，他希望能与四号谷地还在运作的管理机构合作，将它们分发出去。",
    "en": "You help Waitz recover all the supplies. He wishes to work with various organizations in Valley IV to distribute his provisions."
  },
  "summary_sm1l2m4_3_001": {
    "cn": "你找到的裂地者“宝藏”正是工团丢失的胶棉炸药。在联系萨特前来回收后，事情总算告一段落。",
    "en": "The Landbreakers' \"treasure trove\" you find happens to be the missing UWST gel-cotton. You call Satyr to collect his explosives and conclude the mission."
  },
  "summary_sm1l3m1_0d2_001": {
    "cn": "这道门通往阿伯莉采石场。",
    "en": "This gate leads to the Aburrey Quarry."
  },
  "summary_sm1l3m1_1_001": {
    "cn": "你见到了陈千语。此处与阿伯莉采石场还有些距离，你们需要寻找进入采石场的方法。",
    "en": "You meet Chen Qianyu not too far from the Aburrey Quarry. You must find a way to get inside the place."
  },
  "summary_sm1l3m1_2_001": {
    "cn": "你们见到了阿伯莉采石场的负责人拉蒙，他想寻找失联的工友。但道路被毁，你们需要先维修好采石场的大型起重机才能连通道路。你决定先去看看起重机供电中枢的情况。",
    "en": "You meet the Aburrey Quarry monitor Ramon. He wants to find fellow crew mates who went offline. However, many paths in the quarry have been destroyed. The super lifting crane must be repaired to access various locations. You decide to look at the power nexus of the super crane."
  },
  "summary_sm1l3m2_10_001": {
    "cn": "佩妮告诉你们：跳到吊臂上方，从附近的维修通道下去后再调整吊臂的角度，就能搭出一条通往深层管理区的路了。",
    "en": "Penny tells you to jump to the top of the crane arm, head down via the maintenance shaft close by, then turn the arm to the proper angle to create a path to the Deep Management Post."
  },
  "summary_sm1l3m2_11d1_001": {
    "cn": "通讯中传来异响，在吊臂上方待命的工团救援小组似乎遇到了什么麻烦。",
    "en": "You hear strange noises through your handyterm. The UWST SAR crew standing by the crane arm seems to be in trouble."
  },
  "summary_sm1l3m2_12_001": {
    "cn": "你与陈千语决定立即前去查看工团救援小组的情况。",
    "en": "You and Chen decide to check if the UWST SAR Crew is alright."
  },
  "summary_sm1l3m2_1_001": {
    "cn": "维修起重机的供电中枢还需要用到起重机改造时使用的图纸，采石场旧址——“联络区”的档案库内，应该还保留着它。你与陈千语需要利用起重机的吊舱前往联络区。",
    "en": "You need the schematics once used when modifying the super crane power nexus. A copy should be kept at the Archives in the Listening Post (which used to be the Old Quarry). You and Chen must use the super crane lifting cage to reach the Listening Post."
  },
  "summary_sm1l3m2_3_001": {
    "cn": "被搭救的工团成员米菈惦记着未完成的重要工作，她也需要前往档案库，陈千语邀请她与你们同行。",
    "en": "You save Mila, a UWST crew mate, but she intends to complete her important job. Since she is also going to the Archive, Chen invites her to join your team."
  },
  "summary_sm1l3m2_4_001": {
    "cn": "米菈仍有工作需要完成。你们研读图纸后与她告别，准备返回吊运中枢。",
    "en": "You finish reading the schematics and prepare to return to the Lifter Central. Mila decides to stay behind and finish her job."
  },
  "summary_sm1l3m2_6_001": {
    "cn": "起重机被成功重启了。你察觉到了拉蒙的异样：原来，阿伯莉采石场即将被关闭，采石场的大家都有些依依不舍。在这最后的时间里，他希望可以让更多人好好告别，安全离开——这便是他能做到的最好的“收尾工作”了。",
    "en": "You successfully reactivate the super crane but notice something strange about Ramon. Turns out that the Aburrey Quarry will be shutting down and the quarry crew seems very attached to this site. Ramon hopes the crew can leave the place and say their farewells safely. This is his final closing job for this place."
  },
  "summary_sm1l3m2_7_001": {
    "cn": "你与陈千语决定前往采石作业区。",
    "en": "You and Chen decide to go to the Quarry Site."
  },
  "summary_sm1l3m2_8_001": {
    "cn": "有声音阻止了你们前进——一位老妇人劝你们别走这条不太好走的路。",
    "en": "You suddenly hear an old lady warning you not to take the more difficult path."
  },
  "summary_sm1l3m2_9_001": {
    "cn": "老妇人名叫佩妮——正是拉蒙一直在寻找的人。她认出了你们来自终末地。得知你们要去深层管理区，佩妮爽快地为你们带路。",
    "en": "The old lady, Penny, is the one that Ramon has been looking for. She knows you are Endfielders and when she hears you are headed towards the Deep Management Post, she happily agrees to lead the way."
  },
  "summary_sm1l3m3_1_001": {
    "cn": "工团的救援人手短缺，你们决定出手相助。工团救援人员交给了你们一张电梯钥匙卡，利用它便可通过电梯深入深层管理区实施救援了。",
    "en": "You decide to help the understaffed UWST SAR Crew. The SAR crew mates give you an elevator key card. The elevator will take you down into the Deep Management Post for the SAR mission."
  },
  "summary_sm1l3m3_2_001": {
    "cn": "你们营救了几名工团成员。其中一名叫菲莉丝的工友告诉你们，只要修好一旁的备用电梯，他们便可直接撤离回地面了。",
    "en": "You rescue several UWST crew mates. One of them, Phyllis, tells you that you can simply repair the backup elevator nearby. The elevator will take everyone directly to the surface."
  },
  "summary_sm1l3m3_2d4_001": {
    "cn": "菲莉丝并非深层管理区的工作人员，她来到此地是为了寻找有关阿伯莉采石场的资料，并试图从中找到一些能避免采石场被关停的方法。",
    "en": "Phyllis is not a crew mate of the Deep Management Post. She came to this place looking for data about the Aburrey Quarry as she is trying to find ways to prevent the Quarry from getting shut down."
  },
  "summary_sm1l3m3_3_001": {
    "cn": "众人终于重见天日。拉蒙联络你们返回吊运中枢。",
    "en": "You and the crew return to the surface. Ramon contacts you and you return to Lifter Central."
  },
  "summary_sm1l3m3_4_001": {
    "cn": "拉蒙感谢了你们。米菈、佩妮和菲莉丝也回来了，陈千语建议你过去看看。",
    "en": "Ramon thanks you for your help. Mila, Penny, and Phyllis have returned. Chen asks if you can go and meet them."
  },
  "summary_sm1l3m3_5_001": {
    "cn": "原来，佩妮早已为阿伯莉采石场的众人争取了更好的待遇。她甚至递交了申请，包括起重机在内的许多设备可以与大家一同搬迁到新的采石场。",
    "en": "Penny has been fighting for better pay for the Aburrey Quarry crew. She even submitted an application to move the fleet of machinery, including the super crane, to the new quarry."
  },
  "summary_sm1l3m3_5d3_001": {
    "cn": "佩妮希望自己的徒弟们有着属于自己的道路。",
    "en": "Penny wants her apprentices to start their own careers properly."
  },
  "summary_sm1l5m1_10_001": {
    "cn": "似乎不是这位拍展示照的男士。",
    "en": "Hmm. I'm afraid our businessman taking display photos ... isn't the journalist we're looking for."
  },
  "summary_sm1l5m1_11_001": {
    "cn": "似乎不是这位借用眼镜的小姑娘。",
    "en": "The girl wearing someone else's glasses is not the one."
  },
  "summary_sm1l5m1_12_001": {
    "cn": "似乎不是这位要与人私奔的女士。",
    "en": "The eloping lady is probably not the one."
  },
  "summary_sm1l5m1_13_001": {
    "cn": "眼前这位可疑的女士，正是“那名记者”——拉奎尔·琼斯。你们联系了艾莱扎·柯林斯，准备与她会合。",
    "en": "This suspicious lady happens to be Raquel Jones, the journalist you are looking for. You call Aleeza Collins to meet up with you."
  },
  "summary_sm1l5m1_14_001": {
    "cn": "拉奎尔拒绝立刻离开四号谷地，艾莱扎·柯林斯将她带回工团看管。艾维文娜决定问问在环塔商会的记者朋友是否有能说服拉奎尔的办法。有消息之后，她会来联系你。",
    "en": "Raquel refuses to leave Valley IV immediately. Aleeza Collins has no choice but to bring her back to the UWST camp where she will be detained. Avywenna decides to ask if her TGCC journalist friends can persuade Raquel to head back. She will give you a call once she makes progress."
  },
  "summary_sm1l5m1_1_001": {
    "cn": "一位疑似来自环塔商会的记者一直在扰乱工团的工作。法比安·柯林斯拜托终末地从中调停，将对方送离四号谷地。这名记者正在难民暂居处内，艾莱扎·柯林斯已经前去调查情况了。",
    "en": "A suspicious journalist from the TGCC is disrupting work at a UWST site. Fabian Collins asks if Endfield can help escort the Bander out of Valley IV. The reporter is currently hiding in the Valley Pass Camp. Aleeza Collins has already gone ahead to investigate."
  },
  "summary_sm1l5m1_3_001": {
    "cn": "你遇见了一位信使装扮的卡特斯女性，她叫艾维文娜，就职于终末地，是这次与你一同行动的搭档。",
    "en": "You meet a Cautus messenger named Avywenna. She is an Endfielder and your partner for this mission."
  },
  "summary_sm1l5m1_4_001": {
    "cn": "艾维文娜推测那名记者是一位戴眼镜的菲林女性。考虑到她或许会变装，其他的信息暂时无法确定。",
    "en": "Avywenna believes the Bander journalist is a Feline woman with glasses. Other pointers cannot be verified as the journalist is reputedly a master of disguise."
  },
  "summary_sm1l5m1_5_001": {
    "cn": "这名菲林男性因为拍照，与工团的人起了矛盾，但似乎只是普通的小纠纷。",
    "en": "A Feline man got into an altercation with a UWST crew mate for taking photographs, but the incident feels like a common argument."
  },
  "summary_sm1l5m1_6_001": {
    "cn": "这名菲林女性正戴着眼镜玩耍，但她的视力似乎是正常的。",
    "en": "A Feline Woman is playing around with glasses but her eyesight seems to be normal."
  },
  "summary_sm1l5m1_7_001": {
    "cn": "这名菲林女性的行为鬼鬼祟祟，但她看上去非常紧张，似乎在等待谁。",
    "en": "You see a suspicious Feline Lady. She looks very nervous and seems to be waiting for someone."
  },
  "summary_sm1l5m1_8_001": {
    "cn": "这名菲林女性看上去平平无奇，但气质与这里格格不入。她似乎在记录着什么。",
    "en": "This Feline woman appears pretty ordinary but her actions do not look very local. She seems to be taking notes of various things."
  },
  "summary_sm1l5m2_1_001": {
    "cn": "拉奎尔逃走了。在你和艾维文娜准备前往寻找她的时候，一个陌生的号码联络上了艾维文娜。",
    "en": "Raquel has escaped. You and Avywenna are preparing to go after her when the Cautus messenger receives a mysterious call."
  },
  "summary_sm1l5m2_6_001": {
    "cn": "遗落的终端似乎表明了拉奎尔被裂地者掳走的可能性。现在追踪这群裂地者的去向还来得及。",
    "en": "The lost handyterm seems to suggest that Raquel has been captured by the Landbreakers. You still have time to catch up to these LBs and rescue the Bander journalist."
  },
  "summary_sm1l5m2_7_001": {
    "cn": "你们成功搭救了拉奎尔。她惊惧之余，似乎也有了新的灵感。她表示这次会乖乖听话。",
    "en": "You successfully save Raquel. Though terrified by the ordeal, she seems to have acquired a new inspiration. The journalist promises to behave this time."
  },
  "summary_sm1l5m2_8_001": {
    "cn": "终末地的干员护送拉奎尔离开了四号谷地。艾维文娜圆满完成了任务，与你告别。",
    "en": "A team of Endfielders escorts Raquel safely away from Valley IV. Avywenna concludes her mission and says goodbye."
  },
  "summary_sm1l5m3_1_001": {
    "cn": "",
    "en": ""
  },
  "summary_sm1l5m3_2_001": {
    "cn": "",
    "en": ""
  },
  "summary_sm1l5m3_5_001": {
    "cn": "",
    "en": ""
  },
  "summary_sm1l5m3_7_001": {
    "cn": "",
    "en": ""
  },
  "summary_sm1l5m4_1_001": {
    "cn": "",
    "en": ""
  },
  "summary_sm1l5m4_2_001": {
    "cn": "",
    "en": ""
  },
  "summary_sm1l5m4_3_001": {
    "cn": "",
    "en": ""
  },
  "summary_sm1l5m4_4_001": {
    "cn": "",
    "en": ""
  },
  "summary_sm1l5m4_6_001": {
    "cn": "",
    "en": ""
  },
  "summary_sm1l5m4_7_001": {
    "cn": "",
    "en": ""
  },
  "summary_sm1l6m1_1_001": {
    "cn": "矿区营地药物短缺的情况严重，药物很可能是在运输过程中出了意外。一位名叫莉莉卡的女孩需要急救，佩丽卡决定为小女孩先使用应急的便携药物。",
    "en": "The Mining Camp is extremely short on medication. The Endfield medical supplies probably met an accident during transportation. A girl named Lilica is in desperate need of help. Perlica decides to administer some emergency portable medication."
  },
  "summary_sm1l6m1_2_011": {
    "cn": "你们把莉莉卡送到病床上，还发现了莉莉卡口中“莫莉姐姐”的证件。",
    "en": "You help Lilica to her bed and find an ID belonging to Molly — someone Lilica mentioned."
  },
  "summary_sm1l6m1_3_001": {
    "cn": "莫莉是一名优秀的工团成员，她似乎在调查药物丢失一事。你认为，当务之急是找到那些不知去向的药物。",
    "en": "Molly is an outstanding UWST crew mate and she seems to be investigating the missing medical supplies. You decide that the top priority is to locate the lost medication."
  },
  "summary_sm1l6m1_4_001": {
    "cn": "一个来自工团的求救信号自废弃的气候监测站传来。那里早已成为裂地者的领地。你决定跟随求救信号前往气候监测站。",
    "en": "You receive a UWST distress call from an abandoned meteorological station. The place has been occupied by the Landbreakers for a while. You decide to trace the call and head to the facility."
  },
  "summary_sm1l6m1_5_001": {
    "cn": "几名工团成员潜入气候监测站寻回药物的时候，遭遇了裂地者。莫莉为了帮三位工友殿后，没能成功逃离裂地者的追捕。你们决定跟随带路的工团成员前去解救莫莉。",
    "en": "Several UWST crew mates attempted to sneak into the meteorological station to recover the medical supplies. Unfortunately, they encountered the Landbreakers. Molly covered the retreat of three crew mates but ended up being captured by the raiders. You decide to follow the UWST crew into the facility and rescue Molly."
  },
  "summary_sm1l6m1_6_001": {
    "cn": "菲奥娜发来了该区域的图纸，她提到有一处废弃的下水管道很适合潜入。你们告别了带路的工团成员，准备从下水管道潜入气候监测站。",
    "en": "Fiona sends you the plans and layouts of this area. She mentions an abandoned sewer line that is perfect for sneaking into the meteorological station. You tell the UWST crew to head back and prepare yourself for the infiltration mission."
  },
  "summary_sm1l6m2_1_001": {
    "cn": "你们看到莫莉正在被裂地者审问，莫莉没有回答，而是质问对方药品的位置。",
    "en": "You see Landbreakers interrogating Molly, but she refuses to answer. Instead, she questions them about the location of the medical supplies."
  },
  "summary_sm1l6m2_3_001": {
    "cn": "你们需要想办法避开侵蚀，离开这里。",
    "en": "You must find a way through the Blight and leave this place."
  },
  "summary_sm1l6m2_4_001": {
    "cn": "莫莉与裂地者谈判，试图劝他们还回药物。裂地者轻蔑地拒绝了她，并粗暴地毁坏了药物。此时，佩丽卡与你及时出现，与裂地者对峙。",
    "en": "Molly tries to negotiate with the Landbreakers and offers herself in exchange for the medical supplies. The Chief rejects her outright and violently smashes the supplies. You and Perlica arrive at the scene and face off the LB brute."
  },
  "summary_sm1l6m2_5_001": {
    "cn": "佩丽卡告知你还有部分药物可以回收利用。莫莉谢过你们，表示自己需要独自一个人走走。",
    "en": "Perlica tells you that part of the medical supplies can still be salvaged. Molly thanks you and says she prefers being left alone for now."
  },
  "summary_sm1l6m2_6_001": {
    "cn": "你们从越医生那里得知，莫莉自己申请了处分。佩丽卡传来消息：新一批药物很快便可以启运了。",
    "en": "Molly applies for administrative punishment while Perlica sends you news. Delivery of the second batch of medical supplies will begin shortly."
  },
  "summary_sm1l6m2_7_001": {
    "cn": "你们又见到了莫莉，她对重回基层岗位后的生活适应良好，但裂地者的生存法则还是对她的理念造成了冲击。",
    "en": "You meet Molly again. She seems to be taking her demotion to a crew mate pretty well. However, the Landbreakers' rule of survival severely challenged her beliefs and ideals."
  },
  "summary_sm1l6m3_17_001": {
    "cn": "你们赶往营地西北边的大门，发现詹娜正与马特维争执。你及时劝服了詹娜，阿丽娅也出言安抚了她的情绪，将她送回家中。",
    "en": "You rush to the northwestern gate and find Jenner arguing with Matvei. You manage to convince Jenner in time. Alia also soothes her emotions and escorts her back home."
  },
  "summary_sm1l6m3_1_001": {
    "cn": "你得知詹娜的病情很可能是矿石病导致的，而越医生为了给她配药，目前急需一批新的药材。",
    "en": "You learn that Jenner's disease is probably caused by Oripathy. Medical Officer Yue needs a batch of new medical ingredients right now to give Jenner treatment."
  },
  "summary_sm1l6m3_3_001": {
    "cn": "醒来的詹娜竟然没能认出阿丽娅，反而一眼认出了你。而在她的描述中，源石大树似乎还安然无恙……",
    "en": "Jenner is awake but doesn't recognize Alia. Instead, she identifies you immediately. From her words, she seems to think that the Great Originium Oak is still around..."
  },
  "summary_sm1l6m3_4_001": {
    "cn": "越医生提醒你们，詹娜应该是出现了记忆回退，考虑到她的身体状况，尽量避免让她受到强烈刺激。你们意识到必须想办法向詹娜隐瞒源石大树已经被炸毁一事。而就在这时，詹娜那边似乎出现了新情况……",
    "en": "Medical Officer Yue reminds you that Jenner's memory may be suffering from age regression. Given her physical condition, the best approach is to avoid exposing her to strong stimuli. You realize that you must figure out a way to hide the fact from Jenner that the Great Originium Oak has been blown up. While you are discussing, something happens to Jenner again..."
  },
  "summary_sm1l6m3_6_001": {
    "cn": "你们来到食堂，发现詹娜正与厨师争执，她质疑厨师竟然不会做工团的特色菜黄油羽兽。在和厨师解释了詹娜的特殊情况后，为了让詹娜吃到记忆中的菜肴，你决定向她询问这道菜的菜谱。",
    "en": "You arrive at the canteen and find Jenner arguing with the chef. She questions why the chef doesn't know how to make the UWST signature dish of butter fowl. You inform the chef of Jenner's special condition. In order to serve Jenner the dish from her memories, you decide to ask her for its recipe."
  },
  "summary_sm1l6m3_6d5_001": {
    "cn": "你从詹娜口中获悉了黄油羽兽的菜谱，并将之转告给了厨师。为了帮助厨师完成这道菜，你决定出发寻找缺少的食材——番茄罐头。",
    "en": "You learn the butter fowl recipe from Jenner and inform the chef. To help out, you decide to hunt down the missing touch - canned tomatoes."
  },
  "summary_sm1l6m3_8_001": {
    "cn": "你与马特维回到矿区营地，修建阻路工事的工团成员正因为人手不足而烦恼，马特维决定留下帮助他们，而你则需要尽快将找到的食材送往食堂。",
    "en": "Matvei and you return to the Mining Camp. The UWST crew mates making the road barricades need more people, so Matvei decides to stay and help them. You, on the other hand, need to find the ingredients quickly and send them to the canteen."
  },
  "summary_sm1l6m3_9_001": {
    "cn": "回到食堂，你将找到的番茄罐头交给了厨师。之后，詹娜终于吃上了久违的黄油羽兽，但她也因此回忆起当年广播会播放而如今却未能听到的歌曲，现实与记忆的矛盾令她陷入某种恍惚。",
    "en": "You return to the canteen and give the canned tomatoes to the chef. Jenner finally gets some of the butter fowl she sorely missed. However, as she reminisces about the good old times, Jenner notices that the radio isn't playing the music she's used to. The dissonance between reality and her memories is making her rather confused."
  },
  "summary_sm1l6m4_1_001": {
    "cn": "你找到阿丽娅，从她口中了解了詹娜失踪的详情。阿丽娅怀疑詹娜已经发现源石大树被炸毁，而在你的安抚下，阿丽娅平复了心情，决定先去寻找詹娜。",
    "en": "You find Alia and she tells you the details about how Jenner went missing. Alia suspects that Jenner already knows the Great Originium Oak has been destroyed. You comfort Alia and help her feel better, then decide to look for Jenner."
  },
  "summary_sm1l6m4_4_001": {
    "cn": "你与阿丽娅前往源石树苗的种植地。詹娜如同往常那样正在照料源石树苗，她似乎已经恢复如初，但随后却向你们托付了她一直以来的使命与心愿……",
    "en": "Alia and you proceed to the Originium sapling garden. Jenner is tending to the Originium sapling as usual. She seems to have recovered. However, she passes on her lifelong mission and dreams to you..."
  },
  "summary_sm1l7m1_10_001": {
    "cn": "面对你们的质问，阿尔乔姆否认自己有背叛行为。你们决定把他交给安格鲁。",
    "en": "You question Artyom but he denies any involvement in betraying the UWST. You decide to hand him over to Angro."
  },
  "summary_sm1l7m1_11_001": {
    "cn": "两名最初的嫌疑人和你们中途发现的新嫌疑人均被控制，安格鲁和肖娜将顺着线索继续追查。",
    "en": "Both the initial suspects and the new suspect you discovered midway have been detained, and Angro and Shawna will follow up on the clues to continue the investigation."
  },
  "summary_sm1l7m1_12_001": {
    "cn": "工人们的爆发让事情变得更加复杂。为了稳住局势，也是为了能给逝去的工人一个交代，你决定站出来，不能让愤怒把即将揭开的真相重新掩埋。",
    "en": "The crew mates' riot is further complicating the incident. You decide to step forward, not just to get the situation under control, but to give proper justice to the crew mates who lost their lives in the incursion. Fury must not bury the truth that is about to be revealed."
  },
  "summary_sm1l7m1_13_001": {
    "cn": "在破解任务一筹莫展之际，你们想到，可以用源石技艺模拟同型号设备，重建运行模式，来加快进度。",
    "en": "With conventional decryption at a standstill, you pivot to Originium Arts simulation to reconstruct the device's operational patterns."
  },
  "summary_sm1l7m1_14_001": {
    "cn": "虽然你们洗刷了尤莉娅的叛徒嫌疑，但她依旧会因自己的严重违规行为受到严厉的惩罚。对其他嫌疑人的调查此时也有了进展。",
    "en": "Though cleared of treason, Yulia now faces tribunal for her security breaches. Meanwhile, other suspects' shadows grow sharper under the investigative lens."
  },
  "summary_sm1l7m1_15_001": {
    "cn": "潜伏的你们被中间人发现，正面冲突已经不可避免。",
    "en": "You are trying to hide nearby when the go-between discovers you. Direct confrontation is unavoidable."
  },
  "summary_sm1l7m1_16_001": {
    "cn": "账单证实了格奥尔基并非你们要寻找的叛徒。肖娜逼问中间人谁在和裂地者来往。随着她的追问，真正的罪人似乎浮出了水面。",
    "en": "The manifest proves that Georgi is not the traitor you are looking for. Shawna interrogates the go-between about the Landbreaker's contact. Her questioning seems to reveal the identity of the actual traitor."
  },
  "summary_sm1l7m1_17_001": {
    "cn": "被愤怒冲昏头脑的肖娜冲进监控室与阿尔乔姆对质，幸好有你的阻拦，才没有让她犯下大错。在阿尔乔姆的坦白下，事情的真相也浮出了水面。",
    "en": "A furious Shawna rushes into the monitoring room to question Artyom. Fortunately, you manage to stop her from committing a grievous error. Artyom finally confesses and reveals the truth behind the incident."
  },
  "summary_sm1l7m1_18_001": {
    "cn": "再次见到肖娜，她感谢你及时阻止她犯下大错。现在她申请加入工团安全局继续调查。你衷心祝愿，希望她能找到真相。",
    "en": "You meet Shawna again. She is thankful that you prevented her from committing a grievous error. She is now applying to join the UWST Security Bureau to help in the investigation. You give her your best wishes and hope that she can uncover the truth."
  },
  "summary_sm1l7m1_1_001": {
    "cn": "碾骨氏族能进犯供能高地，可能是工团内部有人接应。了解完情况后，你们决定协助安格鲁与肖娜进行内部调查。",
    "en": "The UWST suspects they have a mole who helped the Bonekrushers invade the Power Plateau. After understanding the situation, you decide to assist Angro and Shawna in their investigation."
  },
  "summary_sm1l7m1_4_001": {
    "cn": "你们找到了季米特里，从他那里获得了长程通信记录库的终端机，并得知尤莉娅曾在袭击发生前删掉了一段通信记录。",
    "en": "After tracking down Dmitry, you secure the terminal for the long-distance comms database and uncover a critical gap: Yulia purged one specific log sequence before the attack occurred."
  },
  "summary_sm1l7m1_5_001": {
    "cn": "你恢复的通信记录加重了尤莉娅的嫌疑。你们觉得有必要和她当面谈一谈。",
    "en": "Restored logs have significantly escalated Yulia's suspicion index. Face-to-face interrogation is now mandatory."
  },
  "summary_sm1l7m1_6_001": {
    "cn": "尤莉娅的拒绝配合给调查增加了难度。随着她被停职审查，你们决定，在结果出来前继续收集线索。",
    "en": "Yulia's noncompliance has stonewalled the investigation. With her now suspended pending review, the team pivots to evidence gathering, since answers won't come from her lips."
  },
  "summary_sm1l7m1_7_001": {
    "cn": "你们找到了格奥尔基，询问他关于储藏点账目异常和物资失踪的事。面对询问，格奥尔基显得十分紧张。",
    "en": "The interrogation begins with hard inventory logs and missing supply manifests. Under scrutiny, Georgi's fingers dig into his sleeves, sweat beading where his collar meets twitching nerves."
  },
  "summary_sm1l7m1_8_001": {
    "cn": "试图悄悄离开的格奥尔基被工人拦下，你们就追查到的丢失物资下落对他进行质问。",
    "en": "Georgi tries to sneak away, but you stop him with an interrogation about the missing items."
  },
  "summary_sm1l7m1_9_001": {
    "cn": "知道阿尔乔姆的下落后，你们赶忙前往调查。虽然没找到他，但在热心工人的帮助下，获得了关于他行踪的线索。",
    "en": "You learn where Artyom is and quickly proceed with your investigation. Although you fail to find him, helpful crew mates manage to locate clues of his whereabouts."
  },
  "summary_sm1l7m2_2_001": {
    "cn": "你与佩丽卡来到源石发电站，工团的物流负责人向你们介绍了机器人故障的详细情况。为了进一步调查，你们决定前往现场。",
    "en": "Perlica and you arrive at the Originium Power Plant. The UWST logistics monitor shares details about the robot malfunctions. You decide to investigate an actual site of the breakdown to further understand the situation."
  },
  "summary_sm1l7m2_2d2_001": {
    "cn": "你与佩丽卡在监测设备指示的地点遇到了一名工团技术员。他对你们尝试解决故障的想法不以为然，认为这种事毫无意义。",
    "en": "You and Perlica arrive at the location marked by the monitoring device and meet a UWST technician. He is not impressed with your ideas for fixing the robots and believes this entire thing is a fool's errand."
  },
  "summary_sm1l7m2_2d8_001": {
    "cn": "在机器人的聚集地，你们遇到了一名工团的小女孩。她希望能让自己的机器人朋友“恢复精神”，你决定帮助她。",
    "en": "You meet a little girl from a UWST crew family at the robot gathering site. She wants to \"restore the morale\" of her robot friends. You decide to help."
  },
  "summary_sm1l7m2_4_001": {
    "cn": "在机器人聚集地的最深处，你们遇到了一名工团的技术专家。他执着于自己的人工智能研究，对你们的到来十分抵触。但面对始终无法启动的机器人，他也束手无策，最终将它交给了你们。",
    "en": "You meet a UWST tech expert in the deepest parts of the robot gathering site. The man is engrossed in his AI project and seems unhappy about your presence. However, he does not know how to re-activate a robot and finally decides to hand it over to you."
  },
  "summary_sm1l7m2_4d5_001": {
    "cn": "你成功重新启动了这个故障机器人，发现它能解码收到的神秘指令。之后，致使机器人故障的神秘指令再次发来，你紧急为眼前的机器人加装了新模块，成功让机器人定位到了发信方的位置。",
    "en": "You successfully reboot the malfunctioning robot and realize that it is capable of deciphering the mysterious commands it's been receiving. Shortly afterwards, a mystery command that induces malfunction arrives again. You quickly install a new module on this robot and successfully locate the position of the signal emitter."
  },
  "summary_sm1l7m2_7_001": {
    "cn": "你重新解析了受损机器人身上的数据，意识却进入了一片花海之中。残留的声音数据萦绕在花海中，似乎在告诉你——这里只是一个梦境。之后，你在佩丽卡的呼喊中醒来，让受损的机器人获得了真正的安眠。",
    "en": "You decrypt the data on the damaged robot one more time, only to find your consciousness sucked into a sea of flowers. An audio file echoes within the sea and seems to tell you that this is only a dream. Perlica eventually wakes you up loudly. The damaged robot is finally laid to permanent rest."
  },
  "summary_sm1l7m2_8_001": {
    "cn": "回到机器人的聚集地，工团的物流负责人告诉你们，机器人们已经全部从故障中恢复。而在看到那片花田的影像后，他讲述了关于花田的往事——那似乎是最早一批机器人在“醒来”后看到的第一处风景。",
    "en": "You return to the robot gathering site. The UWST Logistics Monitor tells you that all the robots have started functioning normally again. After seeing an image of the sea of flowers, the Monitor shares a story about it — apparently, it's the very first scene the first batch of robots saw after their \"awakening\"."
  },
  "summary_sm2l1m1_1_001": {
    "cn": "你们在清波寨外寨的北面找到了巡卫李惴。他对迷踪林充满了恐惧，你们主动提出陪同他一道前往，寻找失踪的巡林员与天师。",
    "en": "You meet Watchguard Li Zhui at the north of the Qingbo Bailey. He is extremely frightened of the Stragglers Grove. You offer to explore the place with him and help find the missing forest ranger and Tianshi."
  },
  "summary_sm2l1m1_4_001": {
    "cn": "你们救起了受伤的巡林员晏林，他告诉了你们竹林异动的“真相”。",
    "en": "You save Yan Lin, an injured forest ranger. He tells you the \"truths\" about the strange happenings in the grove."
  },
  "summary_sm2l1m2_1_001": {
    "cn": "你们找到了失踪的清波寨寨民洪泥，他也为你们指出了竹林异动的“真相”。",
    "en": "You find Hong Ni, the Qingbo Stockade resident who went missing. He also shares his explanations for the disturbances in the grove."
  },
  "summary_sm2l1m3_1_001": {
    "cn": "你们找到了失踪的语轩天师，她为你们讲述了竹林异动的“真相”——迷踪林近期的异常，是安抚竹林虫的定波器失灵导致的。你们决定帮助她重启定波器。",
    "en": "You find Yuxuan the missing Tianshi. She shares her own explanations behind the recent disturbances of the grove. Turns out a fixed wave emitter that once pacified the grovenymphs has malfunctioned. You decide to help her repair the device."
  },
  "summary_sm2l1m4_1_001": {
    "cn": "你们在湖心小岛上遇见了一位年老的天师。你们尝试与她交谈，她却向你提出了一个奇怪的问题。在得到你的回答后，她让开了路。",
    "en": "You meet an old Tianshi at the islet in the lake. You try to talk to her but she instead asks you a few strange questions. After hearing your answers, the old Tianshi steps out of the way."
  },
  "summary_sm2l1m4_2_001": {
    "cn": "你们重启了定波器，年老的天师又向你们提出了一个出乎意料的问题。",
    "en": "You reset the fixed wave emitter. Once again, the old Tianshi asks you an unexpected question."
  },
  "summary_sm2l1m4_3_001": {
    "cn": "竹林异动的原因水落石出，你们对此感慨纷纷，而李惴萌发了辞职的念头。",
    "en": "You find out the true reasons behind the disturbances of the grove. It is quite a sentimental discovery. Li Zhui feels a sudden urge to resign."
  },
  "summary_sm2l1m5_2_001": {
    "cn": "放跑名叫“小吴”的长耳兽以后，你们见到了前来寻找它的天师学徒阿土。得知了真实情况，你们决定帮其找回小吴。",
    "en": "After letting go the long-ear named Woolsey, you meet a Tianshi disciple named Ah Tu who happens to be looking for the critter. After learning about the situation, you decide to help Ah Tu recover her Woolsey."
  },
  "summary_sm2l1m5_3_001": {
    "cn": "逃离的长耳兽被寨民大桨抓住了，他提出了交易的要求。",
    "en": "The escaping long-ear was captured by stockade resident Da Jiang. He offers his terms."
  },
  "summary_sm2l1m5_4_001": {
    "cn": "你们用食物换回长耳兽时，它却再次逃脱。",
    "en": "You trade the food ingredients for the long-ear but she escapes again."
  },
  "summary_sm2l1m5_5_001": {
    "cn": "你们与阿土的学长永宁交谈，得知了阿土不断换专业的事情。",
    "en": "You talk to Yongning who happens to be Ah Tu's senior. He tells that Ah Tu is always changing her major."
  },
  "summary_sm2l1m5_6_001": {
    "cn": "你们与阿土的导师陆摇风交谈，得知了阿土不断延毕的事情。",
    "en": "You speak with Lu Yaofeng, Ah Tu's instructor, and he tells you why she keeps delaying graduation."
  },
  "summary_sm2l1m5_7_001": {
    "cn": "接连不断的寻找似乎令阿土陷入了迷茫，你们劝说阿土不要放弃。",
    "en": "The endless searching seems to leave Ah Tu feeling lost. You encourage her not to give up."
  },
  "summary_sm2l1m5_8_001": {
    "cn": "阿土受到了小吴的启发，决定去找导师聊聊。",
    "en": "Inspired by Woolsey, Ah Tu decides to talk with her instructor."
  },
  "summary_sm2l1m5_8d5_001": {
    "cn": "阿土给了你们一张小吴的照片，决定去探寻心仪的项目。",
    "en": "Ah Tu gives you a photo of Woolsey. She has decided to find a project she truly loves."
  },
  "summary_sm2l1m5_9_001": {
    "cn": "你们听到阿土和导师陆摇风的争执，得知了阿土的想法。",
    "en": "You overhear a heated exchange between Ah Tu and her instructor, Lu Yaofeng, and gain insight into Ah Tu's thoughts."
  },
  "summary_sm2l2m1_13_001": {
    "cn": "你和小武及时解救了被骚扰的老驮兽。",
    "en": "You and Little Wu manage to rescue Old Burdenbeast just in time."
  },
  "summary_sm2l2m1_14_001": {
    "cn": "最终，小武向固执的老驮兽妥协，你们决定去往它曾经耕种过的那片田地。",
    "en": "Little Wu finally concedes to the stubborn Old Burdenbeast. You decide to take him to the farm where he once worked."
  },
  "summary_sm2l2m1_15_001": {
    "cn": "老驮兽终于见到了自己耕作过的田地，然后便满意地离开了。",
    "en": "The Old Burdenbeast sees the farm he once worked at. He is satisfied and prepares to leave."
  },
  "summary_sm2l2m1_17_001": {
    "cn": "被黎风叫醒后，你发现老驮兽和小武都只是自己的一场梦。",
    "en": "Lifeng wakes you up. Turns out Old Burdenbeast and Little Wu are just people from a dream."
  },
  "summary_sm2l2m1_1_001": {
    "cn": "收到黎风的消息，你来到工农生产单位，见到了此次参赛的驮兽。",
    "en": "You receive Lifeng's message and arrive at the industrial and agricultural production unit to meet the burdenbeasts taking part in the contest."
  },
  "summary_sm2l2m1_2_001": {
    "cn": "爱好自由的王牌饲养员欧阳先生向你介绍了他自己的驮兽。",
    "en": "Mr. Ouyang the Freedom Lover, aka the #1 burdenbeast expert, shows you his burdenbeast."
  },
  "summary_sm2l2m1_3_001": {
    "cn": "喜欢玄学的职农安女士向你介绍了她自己饲养的驮兽。",
    "en": "Ms. An the Little-Stitious shows you her burdenbeast."
  },
  "summary_sm2l2m1_4_001": {
    "cn": "在黎风向你介绍他的驮兽时，一位名叫小武的牧童找上门来，请求你帮忙寻找走失的老驮兽。",
    "en": "While Lifeng introduces his burdenbeast, a herder named Little Wu enters the scene and asks you to help find a missing old burdenbeast."
  },
  "summary_sm2l2m1_5_001": {
    "cn": "找到老驮兽后，你得知它跑出兽栏，只是因为放不下自己耕作过的田地。你决定帮助老驮兽寻找那块田地。",
    "en": "After finding the Old Burdenbeast, you learn that he left his pen because he misses the farm that he worked on. You decide to help the Old Burdenbeast locate the farm."
  },
  "summary_sm2l2m1_5d5_001": {
    "cn": "你带老驮兽去了工农生产单位附近的农田，发现这里并不是它要找的地方。",
    "en": "You take the Old Burdenbeast to the farm near the industrial and agricultural production unit, but quickly realize this isn't the place he's looking for."
  },
  "summary_sm2l2m1_6_001": {
    "cn": "走到半路，老驮兽因为年老体衰，实在走不动了，拜托你为它找些水来喝。",
    "en": "Halfway through the journey, the Old Burdenbeast becomes exhausted and cannot move. It asks you to fetch some drinking water."
  },
  "summary_sm2l2m1_7_001": {
    "cn": "和追上来的小武大吵一架后，老驮兽气愤地跑没了影儿。",
    "en": "After arguing with Little Wu who catches up to the group, the Old Burdenbeast runs off angrily."
  },
  "summary_sm2l2m1_7d6_001": {
    "cn": "你和小武找到了老驮兽留下的粪便。",
    "en": "You and Little Wu find a pile of burdenbeast poop."
  },
  "summary_sm2l2m1_8_001": {
    "cn": "在市民广场上，你看到了和大家一起跳舞的老驮兽。为了纪念这一刻，老驮兽希望你能为它拍一张照片。",
    "en": "You see the Old Burdenbeast dancing with everyone in the Citizen Square. He also asks you to take a photo to commemorate the moment."
  },
  "summary_sm2l2m1_9_001": {
    "cn": "拍照时，你和小武发现老驮兽再次失踪。",
    "en": "While taking the photo, you and Little Wu notice the Old Burdenbeast has disappeared again."
  }
}