{
  "1": {
    "cn": "当前传输的%s和%s已存放的材料不同，可以手动拖动%s中的材料到背包或仓库，腾出空间。",
    "en": "%s being transferred don't match materials in the %s. Drag materials from the %s to the Backpack or Depot to free up space."
  },
  "10": {
    "cn": "%s已满，可以手动拖动空容器到%s处将其转移到容器内，腾出空间。",
    "en": "%s output cache is full. Drag an empty container onto the %s to transfer it to the container and free up space."
  },
  "11": {
    "cn": "%s已满，可连接更多管道让%s进行自动输出。",
    "en": "%s output cache is full. Connect more pipes to automatically unload %s."
  },
  "12": {
    "cn": "当前放入的材料无法在本设备中进行生产与合成，可以查看本设备可用的配方。",
    "en": "Currently placed materials can't be used by this facility for production. Check the facility's available formulas."
  },
  "13": {
    "cn": "可以拖动背包或仓库中的物品到设备中，进行生产与合成。",
    "en": "Drag items from the Backpack or Depot into the facility for production."
  },
  "14": {
    "cn": "可以将背包或仓库中的存有液体的容器拖入设备中，倾倒容器中的液体。",
    "en": "Drag containers filled with fluids from the Backpack or Depot into the facility to pour the fluids."
  },
  "15": {
    "cn": "当前设备已关闭，可开启设备进行生产。",
    "en": "Current facility is switched off. Switch it back on for production."
  },
  "16": {
    "cn": "本设备电力不足，请在设备周围放置供电桩等供电设备。",
    "en": "This facility doesn't have enough power. Place an Electric Pylon, or another power supply facility, nearby."
  },
  "17": {
    "cn": "本设备周围的供电设备没有接入电网，请检查并进行电力运输。",
    "en": "Power supply facilities near this facility aren't connected to the grid. Check that they are properly connected to enable power transmission."
  },
  "18": {
    "cn": "当前发电功率不足，可以关闭部分设备减少耗电。",
    "en": "Insufficient power output. Try switching off facilities to reduce power consumption."
  },
  "19": {
    "cn": "%s无法进行排放，可以手动用空容器盛装，也可以将设备收纳后重新放置，相应%s会自动处理完成",
    "en": "%s cannot be discharged manually. It can be dispensed into empty containers. Alternatively, stashing the facility and placing it again will also automatically process the %s."
  },
  "2": {
    "cn": "当前传输的多种材料和%s已存放的材料不同，可以手动拖动%s中的材料到背包或仓库，腾出空间。",
    "en": "Multiple types of materials being transferred don't match those in the %s. Drag materials from the %s to the Backpack or Depot to free up space."
  },
  "20": {
    "cn": "目标已有%s，无法将%s倾倒在其他液体中",
    "en": "Target already contains %s. Cannot pour %s into other fluids."
  },
  "21": {
    "cn": "%s与目标需要的液体不符，暂停喷洒",
    "en": "Sprinkling stopped. %s is not a fluid needed by the target."
  },
  "3": {
    "cn": "当前传输的%s和%s已存放的液体不同，可以手动拖动空容器到%s的液体处，将液体转移到容器内，腾出空间。",
    "en": "%s being transferred doesn't match the fluid in the %s. Drag an empty container onto fluid in the %s to transfer it to the container and free up space."
  },
  "4": {
    "cn": "当前传输的多种液体和%s已存放的液体不同，可以手动拖动空容器到%s的液体处，将液体转移到容器内，腾出空间。",
    "en": "Multiple types of fluids being transferred don't match the fluid in the %s. Drag an empty container onto fluids in the %s to transfer them to the container and free up space."
  },
  "5": {
    "cn": "产物无法输出，请查看对应传送带与后续设备是否阻塞。",
    "en": "Unable to unload products. Check that the output transport belt and the connected facility aren't blocked."
  },
  "6": {
    "cn": "产物无法输出，请查看对应管道与后续设备是否阻塞。",
    "en": "Unable to unload products. Check that the output pipe and the connected facility aren't blocked."
  },
  "7": {
    "cn": "当前配方运行速度低于传输速度，可放置更多的设备进行同步运行增加效率。",
    "en": "Production rate for current formula is lower than the input material transport rate. Place more facilities and supply them with a single belt/pipe to improve production efficiency."
  },
  "8": {
    "cn": "%s已满，可手动拖动%s到背包或仓库。",
    "en": "%s output cache is full. Drag the %s to the Backpack or Depot."
  },
  "9": {
    "cn": "%s已满，可连接更多传送带让%s进行自动输出。",
    "en": "%s output cache is full. Connect more transport belts to enable automatic unloading of %s."
  }
}