{
  "auto_use_ap_item": {
    "duration": "-1",
    "mailContent": {
      "cn": "",
      "en": ""
    },
    "rewardId": "",
    "senderId": "system",
    "templateId": "auto_use_ap_item",
    "title": {
      "cn": "",
      "en": ""
    },
    "type": "0"
  },
  "blueprint_review_fail_mail": {
    "duration": "259200",
    "mailContent": {
      "cn": "尊敬的管理员：\n您的蓝图未能通过审核，请修改后再次尝试。",
      "en": "Dear Endministrator: \nYour blueprint has not passed the review process. Please edit it and try again."
    },
    "rewardId": "",
    "senderId": "system",
    "templateId": "blueprint_review_fail_mail",
    "title": {
      "cn": "蓝图审核未通过",
      "en": "Blueprint has Not Passed Reviews"
    },
    "type": "0"
  },
  "deliver_thank_mail_002_changgeng_01": {
    "duration": "259200",
    "mailContent": {
      "cn": "管理员：\n息壤的研究又进入了关键时刻，各项实验材料的消耗速度远超之前的预期。十分感谢管理员亲自将这些货物送了过来，才让我们做了更多的实验。虽然算不上里程碑式的成果，但现在参数下的息壤生产设备搭配协议核心，产出的息壤品质足足提升了2个百分点！\n再次感谢，管理员。",
      "en": "Dear Endministrator:\nWith our Xiranite research now at a critical stage, experimental materials are being consumed far faster than we anticipated. Thanks to the supplies you brought, we've been able to run additional experiments. It's not exactly a breakthrough, but with the current setup of Xiranite production facilities paired with PAC, the quality of the Xiranite we're producing has increased by a solid 2%!\nThanks again, Endministrator."
    },
    "rewardId": "reward_domaindepot_thank_mail_map02_002_changgeng_1",
    "senderId": "deliver_thank_002_changgeng_01",
    "templateId": "deliver_thank_mail_002_changgeng_01",
    "title": {
      "cn": "运送委托者的回信",
      "en": "Delivery Job Client's Reply"
    },
    "type": "0"
  },
  "deliver_thank_mail_002_qiguan_01": {
    "duration": "259200",
    "mailContent": {
      "cn": "管理员：\n我们已经排除掉了可能威胁到主要检测单元的风险因素，但目前观测站受天使和侵蚀造成的破坏比预期的要更为严重，清理工具又因为侵蚀的影响经常损坏。还好有您送来货物，清理工作这才可以有条不紊的进行。实在是太感谢您了。\n剩下的就放心交给我们吧。",
      "en": "Dear Endministrator:\nI'm writing to inform you that we have successfully eliminated the risks that could have threatened the main testing units. However, the monitoring center has sustained more extensive damage from the Aggeloi and the Blight than we initially anticipated, and our cleaning equipment frequently malfunctions due to the effects of the Blight. Thanks to the supplies you delivered, we can now carry out the cleanup in a smooth and organized manner. We sincerely appreciate your support.\nRest assured, we will take care of the remaining work with the same level of diligence."
    },
    "rewardId": "reward_domaindepot_thank_mail_map02_002_qiguan_1",
    "senderId": "deliver_thank_002_qiguan_01",
    "templateId": "deliver_thank_mail_002_qiguan_01",
    "title": {
      "cn": "运送委托者的回信",
      "en": "Delivery Job Client's Reply"
    },
    "type": "0"
  },
  "deliver_thank_mail_002_yanning_01": {
    "duration": "259200",
    "mailContent": {
      "cn": "管理员：\n近来是否顺利？\n写这个的目的，是为了向你表示感谢。息壤储备不足，我们需要加快息壤的生产。但武陵城各处都是需要用人的时候，实在抽不出人手配送货物。还好你来了。目前息壤的生产已经稳定，虽然不能一劳永逸的解决侵蚀潮带来的威胁，但好歹能为武陵城争取更多的时间去寻找对策。\n写到这里，又想到了阿庄，她总是拒绝我们的帮助，还好你们来了，她身上的担子总算能轻一些。扯远了，管理员，再次向您表示感谢。我始终相信，我们的武陵城，一定能度过这次难关。\n再次祝愿您与终末地，一切顺利！\n此致。",
      "en": "Dear Endministrator:\nHow have you been?\nI'm writing to you to extend my heartfelt gratitude to you. Our Xiranite reserves had been insufficient, and we needed to accelerate production. However, with Wuling City requiring manpower at nearly every turn, it was impossible to spare anyone for deliveries. Thanks to your timely delivery, our Xiranite production is now running smoothly and steadily. While this cannot fully counter the threat of the Blight Tide, it provides Wuling City with additional time to develop effective measures.\nAs I reflect on this, I think of Fangyi, who has always declined our help. Thanks to your efforts, the burden she carries has been significantly reduced. Endministrator, once again, I offer my heartfelt thanks. I remain confident that Wuling City will overcome this challenge.\nLastly, I wish you and Endfield all the best.\nBest regards."
    },
    "rewardId": "reward_domaindepot_thank_mail_map02_002_yanning_1",
    "senderId": "deliver_thank_002_yanning_01",
    "templateId": "deliver_thank_mail_002_yanning_01",
    "title": {
      "cn": "运送委托者的回信",
      "en": "Delivery Job Client's Reply"
    },
    "type": "0"
  },
  "deliver_thank_mail_005_fabian_01": {
    "duration": "259200",
    "mailContent": {
      "cn": "我是艾来扎，谢谢你给法比安送的货物。一开始法比安是自己在写，但他写一点删一点，忙活了半天什么都没写出来，看的我都着急！最后他好像还是下了很大的决心才来找我帮忙……\n安全局要给难民们放一部最近刚在塞梦珂上映没多久的电影《雪花落下时》，但这时候放映机坏了！我们也没有修理材料，得亏管理员你亲自送过来，不然大家期待好久的电影可就落空了。这可是难得的没有挑一些让人打瞌睡的电影，感谢管理员，感谢城市母亲。\n又想起了电影里的那个片段，天使围困的城市被雪灾淹没，十二名工团战士哼着炼钢的号子，身绑炸药潜入暴雪。爆炸引发雪崩，吞没了天使集群、峡谷……以及所有战士，只有主角的红围巾在纯白雪原中一闪而逝。当雪花落满城市的凹痕，便是战士回家，此时的每一片雪花都是自由的……管理员，我在想，当家园陷入危难，我是否也会和那些工人一样，为了保护家园……这里不是哥哥想对管理员说的，只是我看完电影后的些许感受。\n管理员，感谢你送来的货物，我们才能看到这么好看的电影，也感谢你为我们所做出的一切。正是有了你这样的传奇，我们才能看到未来的希望！",
      "en": "I'm Aleeza. Thanks for delivering the goods to Fabian. He got started on this letter but kept going back and forth with the edits. Barely wrote a paragraph after half a day of work. My frustrations went through the roof, you know! In the end, he overcame his tremendous mental hurdles to finally make the right decision and ask me for help... \nThe Security Bureau wanted to show the refugees \"When the Snow Falls\", the movie that recently hit the theatres at Simonch! The plan almost fell through due to our lack of repair materials. We could've missed this super-anticipated movie but thank Talos for your delivery, Endmin! It was a rare occasion when they chose a movie that wouldn't make people fall asleep and you made it happen! Thank you, Endministrator! All praise to Mat' Gorodov! \nI remember the part in the movie where the city besieged by the Aggeloi was hit by the snowstorm. The twelve UW soldiers sang the song of the steel smelters and went into the blizzard with demolition charges tied to themselves. They triggered avalanche that buried the Aggeloid host and the entire valley... Of all the soldiers, the people only briefly saw the protagonist's red scarf upon the pristine white snow. Whenever the snow filled the scars of the city, they say that the warriors have returned home and every blossom of snow was free... Endmin, there are times when I think if I could emulate those workers and protect our home when it faces danger... I'm not asking this for my brother's sake. This is just how I felt after watching the movie. \nAgain, we got our chance to watch this wonderful movie thanks to your help, Endmin! Also, thank you for everything you did for us! Legends like you gave us hope for the future!"
    },
    "rewardId": "reward_domaindepot_thank_mail_map01_005_fabian_1",
    "senderId": "deliver_thank_005_fabian_01",
    "templateId": "deliver_thank_mail_005_fabian_01",
    "title": {
      "cn": "运送委托者的回信",
      "en": "Delivery Job Client's Reply"
    },
    "type": "0"
  },
  "deliver_thank_mail_005_jite_01": {
    "duration": "259200",
    "mailContent": {
      "cn": "管理员，谢谢你送来的那些货物。要没有这些东西，好多实验都可能要重新进行，你又帮了我们一个大忙。说实话，每当我们觉得实验进行不下去、多年的心血就要告一段落时，你总是会站出来，无论是这次及时送物资过来，还是上次你帮我们找回数据！可能这就是命运吧，命中注定我们会在你的帮助下把实验继续下去！\n你还记得哈珀吗？他在拿到你送的货物后，又去跑了两轮模拟……听说有了突破，但我们都不知道详情。这家伙还是和之前一样，一直盯着工作，谁都不搭理，也不知道是什么支撑着他这么拼命。管他的，总之，太感谢了管理员！",
      "en": "Endministrator! Thanks for the goods you delivered. If we didn't have these materials, tons of our experiments would need to be restarted. You're a true lifesaver. Truth be told, whenever our experiments run into a bottleneck and threaten the end of our careers, you'd always stand up for us! This timely delivery of cargo, and that data recovery you did for us last time! Can this be predestined? Maybe Fate has decreed that we will carry on our work with your assistance! \nRemember Harper? After he received the goods you delivered, he ran 2 simulations ... and I heard he got some breakthrough. We don't really know the details, though. Harper is just being Harper, ignoring everyone except for his work. I don't know what made him into such workaholic but whatever rocks his little boat. Anyways, thank you so much, Endministrator!"
    },
    "rewardId": "reward_domaindepot_thank_mail_map01_005_jite_1",
    "senderId": "deliver_thank_005_jite_01",
    "templateId": "deliver_thank_mail_005_jite_01",
    "title": {
      "cn": "运送委托者的回信",
      "en": "Delivery Job Client's Reply"
    },
    "type": "0"
  },
  "deliver_thank_mail_005_yingge_01": {
    "duration": "259200",
    "mailContent": {
      "cn": "管理员：\n每当看到你配送货物的身影，我就会想到杰里米，他和管理员你一样，是一个认真负责的人。我一直都很自责，如果我设计的控制模块能抗住这波冲击，他就不会下去手动关闭反应炉。我知道，如果他还活着，他也不会怪我，他是多么的信任我，而我却……\n目前醇化合物工厂的重建十分迅速。也多亏了你送来的物资，不仅是加快了重建进度，更是帮我找到了导致控制模块失效的原因。我已经正式提出申请调回醇化合物工厂，管理员，再次感谢你为工厂所做的一切。",
      "en": "Endministrator: \nThe sight of you delivering the goods remind me of Jeremy. He was a dedicated and responsible crew mate. Just like you, Endmin. I can't help but blame myself. If the control module I designed survived the disaster, the poor lad wouldn't head down there to manually shut down the reactor. I know he wouldn't blame me if he lived. The boy had complete faith in me, but I... \nIn any case, the Kohl Plant is being rapidly rebuilt. The goods you delivered not only expedited the rebuilding process, they also helped me identify the cause of the control module failure. I have formally submitted an application to get re-assigned to the Kohl Plant. Once again, you have my heartfelt gratitude for everything you did for our factory."
    },
    "rewardId": "reward_domaindepot_thank_mail_map01_005_yingge_1",
    "senderId": "deliver_thank_005_yingge_01",
    "templateId": "deliver_thank_mail_005_yingge_01",
    "title": {
      "cn": "运送委托者的回信",
      "en": "Delivery Job Client's Reply"
    },
    "type": "0"
  },
  "deliver_thank_mail_006_luyan_01": {
    "duration": "259200",
    "mailContent": {
      "cn": "解民于倒悬，奋志以深耕。感君高谊，谨撰斯文。",
      "en": "You have answered the desperate calls of the people and fully committed yourself to this great endeavor. I devote these words as a token of my gratitude towards your friendly assistance."
    },
    "rewardId": "reward_domaindepot_thank_mail_map01_006_aliya_1",
    "senderId": "deliver_thank_006_luyan_01",
    "templateId": "deliver_thank_mail_006_luyan_01",
    "title": {
      "cn": "运送委托者的回信",
      "en": "Delivery Job Client's Reply"
    },
    "type": "0"
  },
  "deliver_thank_mail_006_moli_01": {
    "duration": "259200",
    "mailContent": {
      "cn": "管理员，十分感谢你亲自送货过来。要是没有这些货物，这里的工作就要因为缺少材料被耽搁了。\n看见你送来的货物里有一些药物，我就想起之前的事……好在那批药物没有毁完，新的药物也是像现在这样很快的送了过来，没有发生一些不可挽回的事！要真到了那一步，我可能永远都不会原谅自己……",
      "en": "Endmin, thanks for personally delivering the goods to us. Our work here would be seriously stalled without the materials you delivered. \nThe meds in the package remind me of that incident... Fortunately they didn't ruin the entire crate and the new meds arrived quickly, as promised. Thank Talos nothing terrible happened! If it did, I'd probably never, ever forgive myself..."
    },
    "rewardId": "reward_domaindepot_thank_mail_map01_006_moli_1",
    "senderId": "deliver_thank_006_moli_01",
    "templateId": "deliver_thank_mail_006_moli_01",
    "title": {
      "cn": "运送委托者的回信",
      "en": "Delivery Job Client's Reply"
    },
    "type": "0"
  },
  "deliver_thank_mail_006_yueyisheng_01": {
    "duration": "259200",
    "mailContent": {
      "cn": "你好，管理员。最近安好？感谢你在我们物资快见底时把货物及时的送了过来。\n实在很抱歉，营地的事情比较多，这才有空向你表示感谢。就在刚才，马特维在帮忙抬东西的时候，碰倒了货架，把自己压在了下面……他已经脱离了危险，正躺在床上休息，还好有你送的药物。管理员，你们在外也一定要注意安全，要是有需要我的地方找我便是。",
      "en": "Hello, Endmin. How are you doing? We were almost out of everything when you made the delivery that saved everyone! \nApologies for taking so long to convey our gratitude. The Camp is getting really busy. Just then, Matvei was carrying some stuff when he accidentally toppled an entire shelf and got himself buried under all sorts of stuff... The man is now abed and no longer in danger, thanks to the meds you delivered. Be careful out there, Endmin. Let me know if you need anything from me."
    },
    "rewardId": "reward_domaindepot_thank_mail_map01_006_yueyisheng_1",
    "senderId": "deliver_thank_006_yueyisheng_01",
    "templateId": "deliver_thank_mail_006_yueyisheng_01",
    "title": {
      "cn": "运送委托者的回信",
      "en": "Delivery Job Client's Reply"
    },
    "type": "0"
  },
  "deliver_thank_mail_007_geliang_01": {
    "duration": "259200",
    "mailContent": {
      "cn": "管理员：\n爆炸和同裂地者们的战斗，对超域试验场造成的损坏比我们早期预估的要严重许多，很多材料仓储也不足。感谢你能将这些物资送过来，多亏了这些物资，修缮工作进行的很顺利，不然恢复试验场的正常运作还得等很长时间。\n再次感谢你，管理员。",
      "en": "Dear Endministrator:\nThe explosions and the fight with the Landbreakers left the Æther Test Site in far worse shape than we initially thought. On top of that, we were running low on supplies. Your timely delivery has ensured that repair efforts are proceeding smoothly. Otherwise, it would've taken us ages to get the site back to normal.\nOnce again, thank you very much."
    },
    "rewardId": "reward_domaindepot_thank_mail_map01_007_geliang_1",
    "senderId": "deliver_thank_007_geliang_01",
    "templateId": "deliver_thank_mail_007_geliang_01",
    "title": {
      "cn": "运送委托者的回信",
      "en": "Delivery Job Client's Reply"
    },
    "type": "0"
  },
  "deliver_thank_mail_007_kujiminiqina_01": {
    "duration": "259200",
    "mailContent": {
      "cn": "管理员:\n我们原本想修建些临时的中转站，来应对重建工作的巨大物资流动需求。你知道吗，原计划是要覆盖整个四号谷地，完成后理论上能提高10%的物流效率！不过问题也有就是了，就算是临时站点，覆盖整个四号谷地也要用到很多物资。但四号谷地大部分资源都放在了重建上，不能再给其他的工作增添负担……好在管理员你把货物送过来了！至少我们能先在供能高地修建几个试一下，要是可行的话再试着推广开！谢谢你送的货管理员，很关键，不愧是你！临时中转站，敬请期待！",
      "en": "Dear Endministrator:\nWe were hoping to set up some temporary transfer stations to help with the massive flow of supplies for the rebuilding. Believe it or not, the original plan was to cover all of Valley IV, which, once complete, could improve logistics efficiency by around 10%! But even temporary stations require a lot of resources, and nearly everything here in Valley IV is already tied up in reconstruction. Thanks to the supplies you delivered, we can at least start small. We'll build a few on the Power Plateau and see how it goes. If everything works out, we'll expand step by step. Thank you again for the delivery. You really came through, Endmin. I'll keep you updated on the progress of the temporary transfer stations!"
    },
    "rewardId": "reward_domaindepot_thank_mail_map01_007_kujiminiqina_1",
    "senderId": "deliver_thank_007_kujiminiqina_01",
    "templateId": "deliver_thank_mail_007_kujiminiqina_01",
    "title": {
      "cn": "运送委托者的回信",
      "en": "Delivery Job Client's Reply"
    },
    "type": "0"
  },
  "deliver_thank_mail_007_lisika_01": {
    "duration": "259200",
    "mailContent": {
      "cn": "管理员：\n衷心祝愿您一切顺利！\n再次感谢您能在百忙中抽空把货物送到我这，这些物资主要是用来对停车场和周边道路进行维修。前段时间，工友们一齐冲上供能高地，看到他们来了之后，我和停车场的工友们也都拿起了手边能用的武器，和他们一起冲了上去！危机结束后，大量的人员武器流动给停车场和周边道路造成了一定的损坏。在后续的重建供能高地工作里，联盟停车场十分重要。但没关系，有了管理员你送来的货物，停车场和这些道路和之前我们去解决裂地者一样，就交给我们吧，我们一定修好！\n再次祝愿您与终末地，一切顺利！\n此致。",
      "en": "Dear Endministrator:\nI'd like to extend my sincere best wishes to you. Once again, thank you for taking the time to deliver these supplies despite your busy schedule. They will be primarily used to repair the parking lot and the surrounding roads. Some time ago, when our crew mates advanced onto the Power Plateau, the others at the parking lot and I armed ourselves with whatever was at hand and charged forward with them. After the crisis subsided, however, the heavy movement of personnel and equipment caused significant damage to the parking lot and nearby roads. As reconstruction of the Power Plateau continues, the United Parking Lot will remain a key facility. With the supplies you've delivered, we will take full responsibility for restoring the lot and the roads, just as we did when facing the Landbreakers. You have my word: they will be repaired.\nOnce again, I wish you and Endfield every success.\nRegards."
    },
    "rewardId": "reward_domaindepot_thank_mail_map01_007_lisika_1",
    "senderId": "deliver_thank_007_lisika_01",
    "templateId": "deliver_thank_mail_007_lisika_01",
    "title": {
      "cn": "运送委托者的回信",
      "en": "Delivery Job Client's Reply"
    },
    "type": "0"
  },
  "endfield_questionnaire_reward": {
    "duration": "-1",
    "mailContent": {
      "cn": "亲爱的管理员：\n感谢参与本次问卷调查，请查收问卷答谢礼。\n您的宝贵意见将助力项目组进一步优化游戏体验，希望能与各位管理员一同建设更好的《明日方舟：终末地》。\n\n再次感谢管理员对《明日方舟：终末地》一直以来的关注与支持！",
      "en": "Dear Endministrator: \nThank you for participating in our survey! Here are your survey completion rewards. \nYour valuable feedback will help our team refine and enhance the gaming experience. Let's work together and make Arknights: Endfield an even better experience. \n\nThank you again for your continued interest and support for Arknights: Endfield, Endministrator!"
    },
    "rewardId": "",
    "senderId": "system",
    "templateId": "endfield_questionnaire_reward",
    "title": {
      "cn": "问卷答谢礼",
      "en": "Survey Completion Rewards"
    },
    "type": "0"
  },
  "mail_bp_auto_collect": {
    "duration": "604800",
    "mailContent": {
      "cn": "尊敬的管理员：\n您有尚未领取的协议通行证奖励，已自动为您暂存，请及时领取。",
      "en": "Dear Endministrator:\nYour unclaimed Protocol Pass rewards have been moved to the cache. Please claim them on time."
    },
    "rewardId": "",
    "senderId": "sys_bp",
    "templateId": "mail_bp_auto_collect",
    "title": {
      "cn": "协议通行证奖励暂存提醒",
      "en": "Reminder: Protocol Pass Rewards Cache"
    },
    "type": "0"
  },
  "monthlycard_renew_mail": {
    "duration": "2592000",
    "mailContent": {
      "cn": "管理员，总后勤办事处传来了新的文件，上面显示您的月卡会员将在<color=#FFD800>#__time__#</color>到期。\n总后勤办事处的干员们用一整页纸诚恳列举了特供月度优惠的好处……\n优惠物资多到我都数不过来了。总之，有需要的话请您记得续约哦。",
      "en": "Endmin, the Chief Logistics Office has a new message. Your monthly pass membership will expire at <color=#FFD800>#__time__#</color>.\nThe CLO operator has made a sincere list of monthly pass membership perks on a whole sheet of paper...\nI could hardly keep track of all the perks and freebies. In any case, do renew your monthly pass subscription if you need it."
    },
    "rewardId": "",
    "senderId": "fiona",
    "templateId": "monthlycard_renew_mail",
    "title": {
      "cn": "月卡到期提醒",
      "en": "Reminder: Monthly Pass Expiration"
    },
    "type": "0"
  },
  "obt_rebate": {
    "duration": "-1",
    "mailContent": {
      "cn": "亲爱的管理员：\n感谢您参与「全面测试」，请您查收测试充值返还邮件。邮件有效期至2027/01/22 23:59 (UTC+8)，请及时领取。\n\n再次感谢管理员对《明日方舟：终末地》一直以来的关注与支持！",
      "en": "Dear Endministrator: \nThank you for taking part in Beta Test II. Please peruse your test participation Purchase Refund Mail. The said mail expires on Jan. 22, 2027 at 11:59 PM (UTC+8), so claim it on time.\n\nOnce again, we're extremely grateful for your continuing support for Arknights: Endfield, Endministrator!"
    },
    "rewardId": "",
    "senderId": "system",
    "templateId": "obt_rebate",
    "title": {
      "cn": "「全面测试」充值返还邮件",
      "en": "Beta Test II Purchase Refund Mail"
    },
    "type": "0"
  },
  "over_recharge_return_mail": {
    "duration": "-1",
    "mailContent": {
      "cn": "亲爱的管理员：\n检测到你对限量商品进行了过量充值，总后勤办已将过量商品对应价值的衍质源石通过邮件送达，请注意即时查收。",
      "en": "Dear Endministrator:\nWe have detected that you have over-purchased a limited-time item. The Chief Logistics Office has sent the corresponding value of Origeometry to your inbox. Please claim it promptly."
    },
    "rewardId": "",
    "senderId": "system",
    "templateId": "over_recharge_return_mail",
    "title": {
      "cn": "过量充值返还通知",
      "en": "NOTICE: Over-Purchase Refund"
    },
    "type": "0"
  },
  "payment_receipt_mail": {
    "duration": "-1",
    "mailContent": {
      "cn": "亲爱的管理员：\n检测到当前你的背包空间已满，总后勤办已将您充值的礼包通过邮件送达，请注意即时查收。",
      "en": "Endministrator:\nDue to your full Backpack, the Chief Logistics Office has mailed the pack you paid for to your Inbox. Don't forget to claim it."
    },
    "rewardId": "",
    "senderId": "system",
    "templateId": "payment_receipt_mail",
    "title": {
      "cn": "礼包充值到账通知",
      "en": "NOTICE: Pack Payment Received"
    },
    "type": "0"
  },
  "remind_creditshop_expire_mail": {
    "duration": "259200",
    "mailContent": {
      "cn": "尊敬的管理员：\n您有超出缓存上限的信用，超出部分即将失效，已自动为您暂存一天，请及时使用。\n信用有缓存上限，超出缓存上限的信用会在次日服务器时间04:00清空，请及时前往采购中心 - 信用交易所使用。",
      "en": "Dear Endministrator: \nYour credits have exceeded the cache limit. As any amount exceeding the limit will expire, we have automatically stored it for 1 day. Please spend it on time. \nAny amount of credits exceeding its cache limit will be removed at 4:00 AM (Server Time) on the following day. Go to the Acquisition Center - Credit Store to spend them before they disappear."
    },
    "rewardId": "",
    "senderId": "system",
    "templateId": "remind_creditshop_expire_mail",
    "title": {
      "cn": "信用溢出提醒",
      "en": "Reminder: Credits Over Limit"
    },
    "type": "0"
  },
  "remind_gacha_lt_ticket_almost_expire": {
    "duration": "-1",
    "mailContent": {
      "cn": "尊敬的管理员：\n您所持有的如下寻访凭证将于#__time__#到期，请及时使用。\n<color=#FFD800>#__gachaLTTicket__#</color>",
      "en": "Dear Endministrator:\nYour HH Permits are expiring at #__time__#. Please use them before they expire. \n<color=#FFD800>#__gachaLTTicket__#</color>"
    },
    "rewardId": "",
    "senderId": "system",
    "templateId": "remind_gacha_lt_ticket_almost_expire",
    "title": {
      "cn": "寻访凭证到期提醒",
      "en": "Reminder: Chartered Headhunting Permit Expiration"
    },
    "type": "0"
  },
  "remind_lt_item_expire": {
    "duration": "-1",
    "mailContent": {
      "cn": "尊敬的管理员：\n您所持有的如下限时物品将于#__time__#到期，请及时使用。\n<color=#FFD800>#__ltItems__#</color>",
      "en": "Dear Endministrator:\nYour limited-time item(s) will be expiring at #__time__#. Please use them before they expire. \n<color=#FFD800>#__ltItems__#</color>"
    },
    "rewardId": "",
    "senderId": "system",
    "templateId": "remind_lt_item_expire",
    "title": {
      "cn": "限时物品使用提醒",
      "en": "Reminder: Limited-Time Item Usage"
    },
    "type": "0"
  },
  "remind_lt_item_expire_upon_receipt": {
    "duration": "-1",
    "mailContent": {
      "cn": "尊敬的管理员：\n你有如下限时物品于#__time__#已过期，现已销毁，请确认。\n#__ltItems__#",
      "en": "Dear Endministrator: \nYour limited-time (LTO) item(s) expired and has been destroyed at #__time__#. \n#__ltItems__#"
    },
    "rewardId": "",
    "senderId": "system",
    "templateId": "remind_lt_item_expire_upon_receipt",
    "title": {
      "cn": "限时物品销毁提醒",
      "en": "Reminder: Limited-Time Item Removal"
    },
    "type": "0"
  },
  "testimonial_item_convert": {
    "duration": "-1",
    "mailContent": {
      "cn": "尊敬的管理员：\n您所持有的#__testimonial__#已自动转化为#__gachaLTTicket__#。\n该凭证将于#__time__#到期，请及时使用。",
      "en": "Dear Endministrator:\nThe #__testimonial__# you owned has been auto-converted into #__gachaLTTicket__#. \nThese permits will expire at #__time__#. Please use them before they expire."
    },
    "rewardId": "",
    "senderId": "system",
    "templateId": "testimonial_item_convert",
    "title": {
      "cn": "寻访情报书生效提醒",
      "en": "Reminder: Headhunting Dossier Activation"
    },
    "type": "0"
  }
}