{
  "hint_research_001_1_1": {
    "desc": {
      "cn": "……连宏山本部的人都会在此迷路吗？",
      "en": "...Even people from Hongshan Headquarters can find themselves lost in this place."
    },
    "id": "hint_research_001_1_1"
  },
  "hint_research_001_2_1": {
    "desc": {
      "cn": "蟠兽林中走，鳞在水中游，竹筏竟还有几分自然意趣。",
      "en": "Pantailbeasts frolic in the woods while fins play in the water. The bamboo raft ride seems to bring one closer to nature."
    },
    "id": "hint_research_001_2_1"
  },
  "hint_research_002_1_1": {
    "desc": {
      "cn": "他们为力量而发狂，他们为什么如此信任自己的头领？",
      "en": "They have been driven insane by their thirst for power. Why do they have such fanatical faith in their leader?"
    },
    "id": "hint_research_002_1_1"
  },
  "hint_research_002_2_1": {
    "desc": {
      "cn": "显然，工团被打了一个措手不及，敌人很擅长战斗……",
      "en": "The UWST was obviously taken by surprise. The enemy proved to be skilled in warfare..."
    },
    "id": "hint_research_002_2_1"
  },
  "hint_research_006_1_1": {
    "desc": {
      "cn": "……看起来工人们的记忆中有着什么恐怖的事物。",
      "en": "...The crew mates seem to remember something terrifying."
    },
    "id": "hint_research_006_1_1"
  },
  "hint_research_006_2_1": {
    "desc": {
      "cn": "怎样的恐怖存在，才让工人们在当年使用了近乎是同归于尽的对抗手段？",
      "en": "What is this terrifying entity that forced the crew mates to adopt a near-suicidal means to fight back?"
    },
    "id": "hint_research_006_2_1"
  },
  "hint_research_007_1_1": {
    "desc": {
      "cn": "超域试验场目前在研究些什么？",
      "en": "What is the Æther Test Site working on?"
    },
    "id": "hint_research_007_1_1"
  },
  "hint_research_007_2_1": {
    "desc": {
      "cn": "……不管在研究什么，结果似乎不妙。",
      "en": "...Don't know what they're researching, but the results don't look very good."
    },
    "id": "hint_research_007_2_1"
  },
  "hint_research_WulingBussiness_1_1": {
    "desc": {
      "cn": "传统店铺，创新潮流，这条街似乎适合所有人……",
      "en": "There are stores selling traditional ware as well as novel gadgets and trendy goods. There is a shop for everyone..."
    },
    "id": "hint_research_WulingBussiness_1_1"
  },
  "hint_research_WulingBussiness_2_1": {
    "desc": {
      "cn": "无论是游商还是本地居民，似乎所有人都相信这条街会蒸蒸日上。",
      "en": "Everyone, from traveling peddlers to local residents, believe this shopping avenue will only grow."
    },
    "id": "hint_research_WulingBussiness_2_1"
  },
  "hint_research_angel_1_1": {
    "desc": {
      "cn": "至少，四号谷地袭击事件前，当地天使的活动情况并没有出乎任何人的意料。",
      "en": "Local Aggeloid activity was typical and within expected levels until the Incursion of Valley IV."
    },
    "id": "hint_research_angel_1_1"
  },
  "hint_research_angel_2_1": {
    "desc": {
      "cn": "当今一般认为，天使会攻击进入其警戒范围内的所有人类。但奇妙的是，似乎没有人对“天使还会攻击什么”进行过彻底的研究……是因为优先度较低吗？这是谁做的判断？",
      "en": "Most people believe that the Aggeloi will attack any human who enters their detection perimeter. Strangely enough, nobody bothered to study \"other things that the Aggeloi might attack\"... Is it because the research is unimportant? Who's the one choosing these research topics anyway?"
    },
    "id": "hint_research_angel_2_1"
  },
  "hint_research_f1m9d1_1_1": {
    "desc": {
      "cn": "根据现场遗留线索及相关日志记录判断，三人曾遭遇险境，其中可能有负伤不轻的伤员。目前三人定位信号已全部中断。综合判断，三人虽有一定生还可能，但目前没有其他线索，难以展开搜救。",
      "en": "Based on the clues left at the scene and relevant log records, it appears the three encountered a dangerous situation, with at least one likely sustaining serious injuries. All positioning signals have been lost. While survival remains possible, the absence of further evidence currently hinders organized search efforts."
    },
    "id": "hint_research_f1m9d1_1_1"
  },
  "hint_research_f1m9d1_2_1": {
    "desc": {
      "cn": "经过详细观察与分析，可得出结论：三人均已无法使用通信设备进行联络，考虑到其余设备并无破坏痕迹，疑似为主动断联。",
      "en": "After detailed observation and analysis, it is concluded that all three individuals are unable to use communication devices for contact. Given the lack of damage to other devices, this appears to be a deliberate disconnection."
    },
    "id": "hint_research_f1m9d1_2_1"
  },
  "hint_research_f1m9d1_3_1": {
    "desc": {
      "cn": "根据诺夫曼的调查，三人的存活率极低。然而，鉴于搜索过程中尚未发现遗体，亦缺乏足以证明其死亡的直接线索，结合当前已汇总的调查材料，仍不能完全排除三人幸存的可能性。",
      "en": "Based on Noffman's investigation, the survival probability of the three individuals is extremely low. However, given that no remains have been discovered during the search and there is a lack of direct evidence confirming their deaths, the possibility of their survival cannot be entirely ruled out based on the currently compiled investigative materials."
    },
    "id": "hint_research_f1m9d1_3_1"
  },
  "hint_research_f1m9d1_4_1": {
    "desc": {
      "cn": "根据信号来源的位置与状态，分析后可初步得出结论：失联工人中至少有奥莉加一人仍存活。建议加装放大器，继续捕捉该信号。",
      "en": "The source location and status of the signals preliminarily indicate that at least one of the missing workers, Olga, remains alive. It is recommended to install signal amplifiers to continue tracking this transmission."
    },
    "id": "hint_research_f1m9d1_4_1"
  },
  "hint_research_landbreakerMurder_1_1": {
    "desc": {
      "cn": "伤情报告：全身几处锐器伤均位于要害部位。要在极紧张的对抗中做到这点，凶手一定十分了解他们的行为模式。",
      "en": "INJURY REPORT: Trauma inflicted by blunt weaponry observed in vulnerable areas across the entire body. To achieve this in a highly intense physical altercation, the murderer must have in-depth knowledge of their moves and behaviors."
    },
    "id": "hint_research_landbreakerMurder_1_1"
  },
  "hint_research_landbreakerMurder_2_1": {
    "desc": {
      "cn": "伤情报告：喉咙遭到猛击，体内能量乱流，疑似是施法过程中遇到了袭击。背部有焦痕，初步推断是电击致死。",
      "en": "INJURY REPORT: Sudden blow to the throat with rampant Arts surges running throughout the body. Victim was probably attacked during casting. Burn marks on the back. Preliminary deduction is death via electrocution."
    },
    "id": "hint_research_landbreakerMurder_2_1"
  },
  "hint_research_landbreakerMurder_3_3": {
    "desc": {
      "cn": "伤情报告：现场还有其他死去的裂地者，佩戴了和“血眼”撒萨罗相同的信物，也许要将两者结合在一起考虑。",
      "en": "INJURY REPORT: There are other dead Landbreakers in the site wearing tokens similar to that worn by \"Bloodeye\" Sazaro. Perhaps these two findings should be considered as a whole."
    },
    "id": "hint_research_landbreakerMurder_3_3"
  },
  "hint_research_landbreakerMurder_4_3": {
    "desc": {
      "cn": "熟悉代表着信任。“火山”查查——臭名昭著的裂地者，这样的人会信任谁？",
      "en": "Familiarity leads to trust. Now who would the notorious Landbreaker \"Volcano\" Chacha trust?"
    },
    "id": "hint_research_landbreakerMurder_4_3"
  }
}